{
  "10s": "10–19 let",
  "20s": "20–29 let",
  "30s": "30–39 let",
  "40s": "40–49 let",
  "50s+": "50+ let",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Přístup 5G znamená rychlejší stahování, lepší streamování a přístup k novým technologiím, jako je AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Pokrytí 5G zůstává omezené, k této technologii má přístup pouze asi 1,6 miliardy lidí.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Vysokoškolský titul často poskytuje přístup k lépe placeným zaměstnáním a profesním sítím.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pračka výrazně šetří čas, zejména ženám, které tradičně manipulují s prádlem.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Asi 1,7 miliardy dospělých zůstává bez bankovního účtu a nemá přístup k formálním finančním službám.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Asi 2,1 miliardy lidí nikdy nepoužilo internet, což vytváří značnou digitální propast.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Na celém světě žije asi 2,4 miliardy lidí v přelidněných bytových podmínkách.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Přibližně 3,2 miliardy lidí nevlastní chytrý telefon, což omezuje jejich přístup k mobilním službám.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Asi 3,6 miliardy lidí nemá přístup k základním zdravotnickým službám nebo čelí finančním potížím, když hledají péči.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Přibližně 4,8 miliardy lidí pere prádlo ručně a tráví tímto úkolem hodiny týdně.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Asi 5,6 miliardy lidí nemá doma pevný širokopásmový přístup k internetu.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Asi 6 miliard lidí nemá platný cestovní pas, což omezuje mezinárodní cestování.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Asi 675 milionů lidí na celém světě stále žije bez elektřiny, většinou v subsaharské Africe a jižní Asii.",
  "Academic research on global living standards": "Akademický výzkum globální životní úrovně",
  "Accept": "Přijmout",
  "Access your data": "Získejte přístup ke svým datům",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Přiměřený životní prostor podporuje soukromí, studium, práci z domova a celkové duševní zdraví.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Dovolit si výživné jídlo je nezbytné pro fyzické zdraví, kognitivní vývoj a produktivitu.",
  "Age Group": "Věková skupina",
  "Age group and gender (optional)": "Věková skupina a pohlaví (volitelné)",
  "Age group and gender you optionally provide": "Volitelně uveďte věkovou skupinu a pohlaví",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Zkušenosti s leteckou dopravou naznačují přístup k mobilitě na dlouhé vzdálenosti a často mezinárodní expozici.",
  "Already {{milestone}}": "Už jste v {{milestone}}",
  "Analyzing global data...": "Analýza globálních dat...",
  "Annual income": "Roční příjem",
  "Approximate location (country/city from IP)": "Přibližná poloha (země/město z IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Přibližně 770 milionů dospělých na celém světě neumí číst a psát, přičemž dvě třetiny tvoří ženy.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Přibližně 1,7 miliardy lidí postrádá základní hygienu a 494 milionů stále praktikuje otevřenou defekaci.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Přibližně 2,1 miliardám lidí chybí doma bezpečně spravované služby pitné vody.",
  "Awesome Rank": "Světové pořadí",
  "Back": "Zpět",
  "Begin Analysis": "Zahájit analýzu",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Být ve spotřebitelské třídě znamená mít dobrovolný příjem nad rámec základních potřeb.",
  "Browser type, screen resolution, language settings": "Typ prohlížeče, rozlišení obrazovky, jazykové nastavení",
  "Calculating...": "Počítání...",
  "Can you access essential healthcare without financial hardship?": "Máte přístup k základní zdravotní péči bez finančních potíží?",
  "Can you afford a healthy diet?": "Můžete si dovolit zdravou stravu?",
  "Can you read and write simple sentences?": "Umíte číst a psát jednoduché věty?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Vlastnictví vozu poskytuje mobilitu, flexibilitu a přístup k příležitostem mimo trasy veřejné dopravy.",
  "Check Rank": "Zkontrolujte pořadí",
  "Close": "Zavřít",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Shromážděné údaje se používají pouze pro účely výzkumu a zlepšování služeb. Vaše osobní údaje neprodáváme ani nesdílíme s třetími stranami.",
  "Coming Soon": "Již brzy",
  "Continue": "Pokračovat",
  "Copied!": "Zkopírováno!",
  "Cost of living": "Náklady na živobytí",
  "Country and city derived from IP address": "Země a město odvozené z IP adresy",
  "Data": "Údaje",
  "Data Retention": "Uchovávání dat",
  "Data Sharing": "Sdílení dat",
  "Decline": "Odmítnout",
  "Demographic Information": "Demografické informace",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Přístup k zubní péči naznačuje širší dostupnost zdravotní péče a preventivní zdravotní postupy.",
  "Depending on your location, you may have the following rights:": "V závislosti na vaší poloze můžete mít následující práva:",
  "Device Information": "Informace o zařízení",
  "Device type, screen size, browser language": "Typ zařízení, velikost obrazovky, jazyk prohlížeče",
  "Did you graduate from high school (secondary education)?": "Vystudoval jsi střední školu (střední vzdělání)?",
  "Discover where you stand": "Zjistěte, kde stojíte",
  "Do Not Collect My Data": "Neshromažďovat moje data",
  "Do you have a bank account or mobile money account?": "Máte bankovní účet nebo mobilní peněžní účet?",
  "Do you have a refrigerator in your home?": "Máte doma lednici?",
  "Do you have a valid passport?": "Máte platný cestovní pas?",
  "Do you have access to a flush toilet or improved sanitation?": "Máte přístup ke splachovacímu záchodu nebo lepší hygieně?",
  "Do you have access to electricity in your home?": "Máte doma přístup k elektřině?",
  "Do you have access to safe drinking water at home?": "Máte doma přístup k nezávadné pitné vodě?",
  "Do you live in a non-overcrowded home?": "Bydlíte v nepřeplněném domě?",
  "Do you own a personal smartphone?": "Vlastníte osobní smartphone?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Odebíráte placenou streamovací službu (Netflix atd.)?",
  "Do you use the internet?": "Používáte internet?",
  "Enter your annual income to estimate where you stand globally": "Zadejte svůj roční příjem pro odhad vaší globální pozice",
  "Example: 50,000": "Příklad: 50 000",
  "Exchange rate": "Směnný kurz",
  "Female": "Žena",
  "File a complaint with supervisory authority": "Podejte stížnost u dozorového úřadu",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finanční začlenění umožňuje bezpečné spoření, půjčování a přijímání plateb – nezbytné pro ekonomickou stabilitu.",
  "For more accurate comparison": "Pro přesnější srovnání",
  "Gender": "Pohlaví",
  "Generate anonymized global statistics": "Vytvářejte anonymizované globální statistiky",
  "GitHub": "GitHub",
  "Global": "Globální",
  "Global Rate": "Globální míra",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Polovina lidstva žije za méně než 12 dolarů na den, což omezuje jejich spotřebitelské volby.",
  "Have you ever flown on an airplane?": "Už jste někdy letěli letadlem?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Mít elektřinu znamená, že máte přístup k osvětlení, chlazení a možnost nabíjet zařízení – základ pro moderní život.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Přístup ke zdravotní péči bez finanční zátěže znamená, že nemoc nevede k chudobě.",
  "Home": "Domů",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Domácí širokopásmové připojení umožňuje vzdálenou práci, streamování, videohovory a bezproblémové online zážitky.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Zabezpečení bydlení umožňuje dlouhodobé plánování, investice do majetku a psychickou pohodu.",
  "How We Use Information": "Jak používáme informace",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Patřím mezi top {{score}}% světové populace! #AwesomeRank",
  "Implication": "Důsledek",
  "Improve question quality and user experience": "Zlepšete kvalitu otázek a uživatelskou zkušenost",
  "Income Rank": "Příjmové pořadí",
  "Income basis": "Základ příjmu",
  "Income rank result": "Výsledek příjmového pořadí",
  "Information We Collect": "Informace, které shromažďujeme",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Přístup k internetu umožňuje vzdělávání, pracovní příležitosti, sociální spojení a přístup k životně důležitým informacím.",
  "Introduction": "Zavedení",
  "Last updated": "Naposledy aktualizováno",
  "Less than half of the world's households have access to a personal vehicle.": "Méně než polovina světových domácností má přístup k osobnímu vozidlu.",
  "Level 1: Infrastructure (Survival)": "Úroveň 1: Infrastruktura (přežití)",
  "Level 2: Connectivity (Information)": "Úroveň 2: Konektivita (informace)",
  "Level 3: Assets (Comfort)": "Úroveň 3: Aktiva (komfort)",
  "Level 5: Mobility (Elite)": "Úroveň 5: Mobilita (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Gramotnost otevírá dveře k zaměstnání, přístupu k informacím a občanské účasti, kterou mnozí považují za samozřejmost.",
  "Location Information": "Informace o poloze",
  "Male": "Muž",
  "Market": "Trh",
  "Market exchange rate (MER)": "Tržní směnný kurz (MER)",
  "Median (50th)": "Medián (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Můj příjem je celosvětově v Top {{score}}. Zkontrolujte svůj:",
  "NO": "NE",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Téměř 1 miliarda lidí na celém světě cítí nejistotu ohledně svého bydlení.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Téměř 3,8 miliardy lidí postrádá jakoukoli formu sociální ochrany.",
  "New": "Nový",
  "Next milestone": "Další milník",
  "No_Hint": "Ne",
  "Not saved": "Neuloženo",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Pouze 1 ze 4 dospělých na celém světě má ukončené terciární vzdělání.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Pouze asi 1,2 miliardy lidí si celosvětově předplácí placené streamovací služby.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Za svůj život letělo letadlem jen asi 1,6 miliardy lidí.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Jen asi jedna třetina lidí si může pravidelně dovolit jíst mimo domov.",
  "Other": "Jiné",
  "Out of 8 billion people, only": "Pouze z 8 miliard lidí",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Více než 1,7 miliardy lidí nemá přístup k chlazení, což má dopad na bezpečnost potravin a výživu.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Více než 2,5 miliardy lidí si nemůže dovolit zdravou stravu, což přispívá k podvýživě a nemocem souvisejícím s dietou.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Více než 3,3 miliardy dospělých celosvětově nedokončilo středoškolské vzdělání.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Více než 4,4 miliardy lidí nemá přístup k pravidelné preventivní zubní péči.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (upraveno o náklady na živobytí)",
  "Passport ownership represents the freedom and means to travel internationally.": "Vlastnictví pasu představuje svobodu a prostředek k mezinárodnímu cestování.",
  "Policy Changes": "Změny zásad",
  "Poverty Status": "Stav chudoby",
  "Poverty lines are PPP-based.": "Hranice chudoby jsou založené na PPP.",
  "Prefer not to say": "Raději neuvádět",
  "Privacy Notice": "Oznámení o ochraně soukromí",
  "Privacy Policy": "Zásady ochrany osobních údajů",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Správná hygiena předchází nemocem, chrání důstojnost a je zásadní pro veřejné zdraví.",
  "Quiz and Income Data": "Kvíz a údaje o příjmech",
  "Quiz responses, income input (calculator), and response times": "Odpovědi na kvíz, zadání příjmu (kalkulačka) a časy odezvy",
  "Quiz responses, response times, and income entered in calculator": "Odpovědi na kvíz, časy odezvy a příjem zadané do kalkulačky",
  "Read Privacy Policy": "Přečíst zásady ochrany osobních údajů",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Chlazení umožňuje uchování potravin, snižuje plýtvání a umožňuje pestřejší a výživnější stravu.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Pravidelné stolování znamená disponibilní příjem a přístup k různým možnostem stravování.",
  "Request data deletion": "Požádat o vymazání dat",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Výsledky se počítají okamžitě. Pokud povolíte sběr dat, ukládáme anonymizované výsledky pro zlepšení globálních statistik.",
  "Richer than": "Bohatší než",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Bezpečný přístup k vodě zabraňuje nemocem přenášeným vodou a šetří hodiny strávené každodenním shromažďováním vody.",
  "Save failed": "Uložení se nezdařilo",
  "Saved": "Uloženo",
  "Saving…": "Ukládání…",
  "Secondary education significantly improves employment prospects and earning potential.": "Středoškolské vzdělání výrazně zlepšuje vyhlídky na zaměstnání a výdělečný potenciál.",
  "Security": "Zabezpečení",
  "See your income rank worldwide": "Podívejte se na své příjmové pořadí ve světě",
  "Share Rank": "Sdílet pořadí",
  "Share Result": "Sdílet výsledek",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Vlastnictví smartphonu poskytuje přístup k aplikacím, mobilnímu bankovnictví, navigaci a okamžité komunikaci.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sociální ochrana poskytuje záchrannou síť během nemoci, nezaměstnanosti nebo důchodu.",
  "Source": "Zdroj",
  "Start Again": "Začít znovu",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Předplatné streamování ukazuje na volné výdaje na zábavu a spolehlivý přístup k internetu.",
  "Switch to PPP": "Přepnout na PPP",
  "TOP": "TOP",
  "Tell us about yourself": "Řekněte nám o sobě",
  "That means you are 1 in": "To znamená, že jste 1 z",
  "The collected information is used for the following purposes:": "Shromážděné informace se používají pro následující účely:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Tyto zásady ochrany osobních údajů vysvětlují, jaké informace se shromažďují, používají a chrání, když používáte kvízovou aplikaci Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Tyto zásady ochrany osobních údajů mohou být čas od času aktualizovány. O významných změnách vás budeme informovat zveřejněním nových zásad na této stránce.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% začíná na",
  "Top 1%": "Horní 1 %",
  "Top 1% starts at": "Top 1% začíná na",
  "Top 10%": "nejlepších 10 %",
  "Top 10% starts at": "Top 10% začíná na",
  "Top earners (out of 8 billion)": "Nejvyšší příjmy (z 8 miliard)",
  "Try It Yourself": "Zkuste to sami",
  "Type an amount to see your rank": "Zadejte částku pro zobrazení vašeho pořadí",
  "USD": "USD",
  "View Details": "Zobrazit detaily",
  "WID thresholds (wid.world)": "Prahy WID (wid.world)",
  "WORLD\nRANK": "SVĚT\nPOŘADÍ",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Shromažďujeme anonymní údaje, abychom mohli poskytovat lepší služby a vytvářet globální statistiky. Mohou být shromažďovány následující informace:",
  "We collect the following types of information:": "Shromažďujeme následující typy informací:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Vaše osobní údaje neprodáváme. Data mohou být sdílena s výzkumnými partnery pouze v anonymizované a agregované podobě. Můžeme zveřejnit informace, pokud to vyžaduje zákon.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Zavádíme vhodná technická a organizační opatření k ochraně dat před neoprávněným přístupem, změnou nebo zničením.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Údaje uchováváme po dobu až 2 let pro účely výzkumu. Po uplynutí této doby jsou data automaticky smazána nebo trvale anonymizována.",
  "Where do you rank among 8 billion people?": "Kam se řadíte mezi 8 miliardami lidí?",
  "Where do you stand among\n8 billion people?": "Kde se nacházíte mezi\n8 miliardami lidí?",
  "Withdraw consent at any time": "Souhlas kdykoli odvolat",
  "YES": "ANO",
  "Yes_Hint": "Ano",
  "You are in the top": "Nacházíte se v top",
  "Your Answers": "Vaše odpovědi",
  "Your Rights": "Vaše práva",
  "Your income": "Váš příjem",
  "Your income vs median": "Váš příjem vs medián",
  "are in this group.": "jsou v této skupině.",
  "of the global population.": "světové populace.",
  "people": "lidí",
  "people.": "lidí.",
  "per day": "denně",
  "per month": "měsíčně",
  "per year": "ročně",
  "times the median": "násobek mediánu",
  "to reach {{milestone}}": "pro dosažení {{milestone}}"
}
