{
  "10s": "10er",
  "20s": "20er",
  "30s": "30er",
  "40s": "40er",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G-Zugang bedeutet schnellere Downloads, besseres Streaming und Zugang zu neuen Technologien wie AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G-Abdeckung bleibt begrenzt, nur etwa 1,6 Milliarden Menschen haben Zugang zu dieser Technologie.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Ein Hochschulabschluss bietet oft Zugang zu besser bezahlten Jobs und professionellen Netzwerken.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Eine Waschmaschine spart erheblich Zeit, besonders für Frauen, die traditionell die Wäsche erledigen.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Etwa 1,7 Milliarden Erwachsene haben keinen Zugang zu Banken und formellen Finanzdienstleistungen.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Etwa 2,1 Milliarden Menschen haben noch nie das Internet genutzt, was eine erhebliche digitale Kluft schafft.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Etwa 2,4 Milliarden Menschen leben weltweit in überfüllten Wohnverhältnissen.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Etwa 3,2 Milliarden Menschen besitzen kein Smartphone, was ihren Zugang zu mobilen Diensten einschränkt.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Etwa 3,6 Milliarden Menschen fehlt der Zugang zu grundlegender Gesundheitsversorgung oder sie geraten in finanzielle Not bei der Suche nach Behandlung.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Etwa 4,8 Milliarden Menschen waschen Kleidung von Hand und verbringen wöchentlich Stunden mit dieser Aufgabe.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Etwa 5,6 Milliarden Menschen haben keinen festen Breitband-Internetzugang zu Hause.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Etwa 6 Milliarden Menschen besitzen keinen gültigen Reisepass, was internationale Reisen einschränkt.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Etwa 675 Millionen Menschen weltweit leben noch immer ohne Strom, hauptsächlich in Subsahara-Afrika und Südasien.",
  "Academic research on global living standards": "Akademische Forschung zu globalen Lebensstandards",
  "Accept": "Akzeptieren",
  "Access your data": "Auf Ihre Daten zugreifen",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ausreichender Wohnraum unterstützt Privatsphäre, Studium, Homeoffice und die allgemeine psychische Gesundheit.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Sich nahrhafte Lebensmittel leisten zu können ist essenziell für körperliche Gesundheit, kognitive Entwicklung und Produktivität.",
  "Age Group": "Altersgruppe",
  "Age group and gender (optional)": "Altersgruppe und Geschlecht (optional)",
  "Age group and gender you optionally provide": "Altersgruppe und Geschlecht, die Sie optional angeben",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Flugerfahrung zeigt Zugang zu Langstreckenmobilität und oft internationale Erfahrung.",
  "Already {{milestone}}": "Bereits {{milestone}}",
  "Analyzing global data...": "Globale Daten werden analysiert...",
  "Annual income": "Jahreseinkommen",
  "Approximate location (country/city from IP)": "Ungefährer Standort (Land/Stadt von IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Etwa 770 Millionen Erwachsene weltweit können nicht lesen oder schreiben, zwei Drittel davon sind Frauen.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Etwa 1,7 Milliarden Menschen fehlt grundlegende sanitäre Versorgung, und 494 Millionen praktizieren noch immer offene Defäkation.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Etwa 2,1 Milliarden Menschen fehlt sicher verwaltetes Trinkwasser zu Hause.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Zurück",
  "Begin Analysis": "Analyse starten",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Zur Konsumentenklasse zu gehören bedeutet, über verfügbares Einkommen jenseits der Grundbedürfnisse zu verfügen.",
  "Browser type, screen resolution, language settings": "Browsertyp, Bildschirmauflösung, Spracheinstellungen",
  "Calculating...": "Berechnung...",
  "Can you access essential healthcare without financial hardship?": "Haben Sie Zugang zu grundlegender Gesundheitsversorgung ohne finanzielle Belastung?",
  "Can you afford a healthy diet?": "Können Sie sich eine gesunde Ernährung leisten?",
  "Can you read and write simple sentences?": "Können Sie einfache Sätze lesen und schreiben?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Autobesitz bietet Mobilität, Flexibilität und Zugang zu Möglichkeiten jenseits öffentlicher Verkehrsrouten.",
  "Check Rank": "Rang prüfen",
  "Close": "Schließen",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Gesammelte Daten werden nur für Forschungs- und Serviceverbesserungszwecke verwendet. Wir verkaufen oder teilen Ihre persönlichen Informationen nicht mit Dritten.",
  "Coming Soon": "Demnächst",
  "Continue": "Weiter",
  "Copied!": "Kopiert!",
  "Cost of living": "Lebenshaltungskosten",
  "Country and city derived from IP address": "Land und Stadt abgeleitet von IP-Adresse",
  "Data": "Daten",
  "Data Retention": "Datenspeicherung",
  "Data Sharing": "Datenweitergabe",
  "Decline": "Ablehnen",
  "Demographic Information": "Demografische Informationen",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Zugang zu Zahnpflege zeigt umfassendere Gesundheitsversorgung und vorbeugende Gesundheitspraktiken.",
  "Depending on your location, you may have the following rights:": "Je nach Ihrem Standort haben Sie möglicherweise folgende Rechte:",
  "Device Information": "Geräteinformationen",
  "Device type, screen size, browser language": "Gerätetyp, Bildschirmgröße, Browsersprache",
  "Did you graduate from high school (secondary education)?": "Haben Sie die weiterführende Schule (Sekundarstufe) abgeschlossen?",
  "Discover where you stand": "Entdecken Sie, wo Sie stehen",
  "Do Not Collect My Data": "Meine Daten nicht erfassen",
  "Do you have a bank account or mobile money account?": "Haben Sie ein Bankkonto oder mobiles Geldkonto?",
  "Do you have a refrigerator in your home?": "Haben Sie einen Kühlschrank in Ihrem Zuhause?",
  "Do you have a valid passport?": "Haben Sie einen gültigen Reisepass?",
  "Do you have access to a flush toilet or improved sanitation?": "Haben Sie Zugang zu einer Spültoilette oder verbesserter sanitärer Einrichtung?",
  "Do you have access to electricity in your home?": "Haben Sie Zugang zu Strom in Ihrem Zuhause?",
  "Do you have access to safe drinking water at home?": "Haben Sie Zugang zu sicherem Trinkwasser zu Hause?",
  "Do you live in a non-overcrowded home?": "Leben Sie in einem nicht überfüllten Zuhause?",
  "Do you own a personal smartphone?": "Besitzen Sie ein persönliches Smartphone?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Haben Sie ein Abonnement für einen kostenpflichtigen Streaming-Dienst (Netflix usw.)?",
  "Do you use the internet?": "Nutzen Sie das Internet?",
  "Enter your annual income to estimate where you stand globally": "Geben Sie Ihr Jahreseinkommen ein, um Ihre globale Position zu schätzen",
  "Example: 50,000": "Beispiel: 50.000",
  "Exchange rate": "Wechselkurs",
  "Female": "Weiblich",
  "File a complaint with supervisory authority": "",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "",
  "For more accurate comparison": "Für einen genaueren Vergleich",
  "Gender": "Geschlecht",
  "Generate anonymized global statistics": "",
  "GitHub": "",
  "Global": "",
  "Global Rate": "Globale Rate",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "",
  "Have you ever flown on an airplane?": "",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "",
  "Home": "Startseite",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "",
  "How We Use Information": "",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Ich gehöre zu den Top {{score}}% der Weltbevölkerung! #AwesomeRank",
  "Implication": "Bedeutung",
  "Improve question quality and user experience": "",
  "Income Rank": "Einkommensrang",
  "Income basis": "Einkommensgrundlage",
  "Income rank result": "Einkommensrang-Ergebnis",
  "Information We Collect": "",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "",
  "Introduction": "",
  "Last updated": "Zuletzt aktualisiert",
  "Less than half of the world's households have access to a personal vehicle.": "",
  "Level 1: Infrastructure (Survival)": "",
  "Level 2: Connectivity (Information)": "",
  "Level 3: Assets (Comfort)": "",
  "Level 5: Mobility (Elite)": "",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "",
  "Location Information": "",
  "Male": "Männlich",
  "Market": "Markt",
  "Market exchange rate (MER)": "Marktwechselkurs (MER)",
  "Median (50th)": "Median (50. Perzentil)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mein Einkommen liegt in den Top {{score}} weltweit. Überprüfe deins:",
  "NO": "NEIN",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "",
  "New": "Neu",
  "Next milestone": "Nächster Meilenstein",
  "No_Hint": "Nein",
  "Not saved": "Nicht gespeichert",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "",
  "Only about one-third of people can regularly afford to eat outside the home.": "",
  "Other": "Andere",
  "Out of 8 billion people, only": "",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "",
  "Over 4.4 billion people lack access to regular preventive dental care.": "",
  "PPP": "KKP",
  "PPP (cost of living adjusted)": "KKP (kaufkraftbereinigt)",
  "Passport ownership represents the freedom and means to travel internationally.": "",
  "Policy Changes": "",
  "Poverty Status": "Armutsstatus",
  "Poverty lines are PPP-based.": "Armutsgrenzen basieren auf KKP.",
  "Prefer not to say": "Keine Angabe",
  "Privacy Notice": "Datenschutzhinweis",
  "Privacy Policy": "Datenschutzerklärung",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "",
  "Quiz and Income Data": "",
  "Quiz responses, income input (calculator), and response times": "",
  "Quiz responses, response times, and income entered in calculator": "",
  "Read Privacy Policy": "Datenschutzerklärung lesen",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "",
  "Request data deletion": "",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Die Ergebnisse werden sofort berechnet. Wenn Sie der Datenerhebung zustimmen, speichern wir anonymisierte Ergebnisse, um globale Statistiken zu verbessern.",
  "Richer than": "Reicher als",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "",
  "Save failed": "Speichern fehlgeschlagen",
  "Saved": "Gespeichert",
  "Saving…": "Wird gespeichert…",
  "Secondary education significantly improves employment prospects and earning potential.": "",
  "Security": "",
  "See your income rank worldwide": "Sehen Sie Ihren weltweiten Einkommensrang",
  "Share Rank": "Rang teilen",
  "Share Result": "Ergebnis teilen",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "",
  "Source": "Quelle",
  "Start Again": "Neu starten",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "",
  "Switch to PPP": "Zu KKP wechseln",
  "TOP": "",
  "Tell us about yourself": "Erzählen Sie uns über sich",
  "That means you are 1 in": "Das bedeutet, Sie sind 1 von",
  "The collected information is used for the following purposes:": "",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "",
  "Top 0.1%": "Top 0,1 %",
  "Top 0.1% starts at": "Top 0,1% beginnt bei",
  "Top 1%": "Top 1 %",
  "Top 1% starts at": "Top 1% beginnt bei",
  "Top 10%": "Top 10 %",
  "Top 10% starts at": "Top 10% beginnt bei",
  "Top earners (out of 8 billion)": "Spitzenverdiener (von 8 Milliarden)",
  "Try It Yourself": "Selbst ausprobieren",
  "Type an amount to see your rank": "Geben Sie einen Betrag ein, um Ihren Rang zu sehen",
  "USD": "",
  "View Details": "Details anzeigen",
  "WID thresholds (wid.world)": "WID-Schwellenwerte (wid.world)",
  "WORLD\nRANK": "",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "",
  "We collect the following types of information:": "",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "",
  "Where do you rank among 8 billion people?": "",
  "Where do you stand among\n8 billion people?": "Wo stehen Sie unter\n8 Milliarden Menschen?",
  "Withdraw consent at any time": "",
  "YES": "JA",
  "Yes_Hint": "Ja",
  "You are in the top": "Sie gehören zu den oberen",
  "Your Answers": "Ihre Antworten",
  "Your Rights": "",
  "Your income": "Ihr Einkommen",
  "Your income vs median": "Ihr Einkommen vs. Median",
  "are in this group.": "",
  "of the global population.": "der Weltbevölkerung.",
  "people": "Menschen",
  "people.": "Menschen.",
  "per day": "pro Tag",
  "per month": "pro Monat",
  "per year": "pro Jahr",
  "times the median": "mal der Median",
  "to reach {{milestone}}": "um {{milestone}} zu erreichen"
}
