{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "{{bigger}} es {{ratio}}x el tamaño de {{smaller}}",
  "{{minutes}} min {{seconds}} sec": "{{minutes}} min {{seconds}} s",
  "{{seconds}} sec": "{{seconds}} s",
  "$2.15 - $6.85/day": "$2.15 - $6.85/día",
  "10s": "10-19",
  "20s": "20-29",
  "30s": "30-39",
  "40s": "40-49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "El acceso a 5G significa descargas más rápidas, mejor streaming y acceso a tecnologías emergentes como AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "La cobertura 5G sigue siendo limitada, con solo alrededor de 1.6 mil millones de personas con acceso a esta tecnología.",
  "A higher salary in a high-cost country can feel lower than a smaller salary in a low-cost country.": "Un salario más alto en un país caro puede sentirse menor que un salario más bajo en un país barato.",
  "A modeled estimate of where you stand among 8 billion people.": "",
  "A popular birthday!": "¡Un cumpleaños popular!",
  "A rare birthday!": "¡Un cumpleaños raro!",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Un título universitario a menudo proporciona acceso a empleos mejor remunerados y redes profesionales.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Una lavadora ahorra tiempo significativo, especialmente para las mujeres que tradicionalmente se encargan de la ropa.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Aproximadamente 1.7 mil millones de adultos no tienen cuenta bancaria, careciendo de acceso a servicios financieros formales.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Aproximadamente 2.1 mil millones de personas nunca han usado Internet, creando una brecha digital significativa.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Aproximadamente 2.4 mil millones de personas viven en condiciones de hacinamiento a nivel mundial.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Aproximadamente 3.2 mil millones de personas no tienen un smartphone, limitando su acceso a servicios móviles.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Aproximadamente 3.6 mil millones de personas carecen de acceso a servicios de salud esenciales o enfrentan dificultades financieras al buscar atención.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Aproximadamente 4.8 mil millones de personas lavan la ropa a mano, dedicando horas semanales a esta tarea.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Aproximadamente 5.6 mil millones de personas carecen de acceso a Internet de banda ancha fija en casa.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Aproximadamente 6 mil millones de personas no tienen un pasaporte válido, limitando los viajes internacionales.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Aproximadamente 675 millones de personas en todo el mundo todavía viven sin electricidad, principalmente en África subsahariana y el sur de Asia.",
  "Above average": "Por encima del promedio",
  "Above most of the world": "Por encima de la mayoría del mundo",
  "Academic research on global living standards": "Investigación académica sobre estándares de vida globales",
  "Accept": "Aceptar",
  "Access your data": "Acceder a tus datos",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Un espacio habitable adecuado apoya la privacidad, el estudio, el trabajo desde casa y la salud mental en general.",
  "Admin dashboard": "Panel de administración",
  "Adults": "Adultos",
  "Affluent": "Acomodado",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Poder pagar alimentos nutritivos es esencial para la salud física, el desarrollo cognitivo y la productividad.",
  "Age": "Edad",
  "Age Group": "Grupo de edad",
  "Age group and gender (optional)": "Grupo de edad y género (opcional)",
  "Age group and gender you optionally provide": "Grupo de edad y género que opcionalmente proporciones",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "La experiencia de viaje aéreo indica acceso a movilidad de larga distancia y a menudo exposición internacional.",
  "Already {{milestone}}": "Ya estás en {{milestone}}",
  "Among the youngest": "Entre los más jóvenes",
  "Analyzing global data...": "Analizando datos globales...",
  "API request failed": "Falló la solicitud de API",
  "Approximate location (country/city from IP)": "Ubicación aproximada (país/ciudad desde IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Aproximadamente 770 millones de adultos en todo el mundo no pueden leer ni escribir, siendo dos tercios mujeres.",
  "Apps": "Apps",
  "are in this group.": "están en este grupo.",
  "Area": "Área",
  "Area blocks (official)": "Bloques de área (oficial)",
  "Areas use CIA World Factbook totals.": "Las áreas usan los totales del CIA World Factbook.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Alrededor de 1.7 mil millones de personas carecen de saneamiento básico, y 494 millones todavía practican la defecación al aire libre.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Alrededor de 2.1 mil millones de personas carecen de servicios de agua potable gestionados de forma segura en casa.",
  "Around global median": "Alrededor de la mediana mundial",
  "Auto conversion failed. Enter manually.": "La conversión automática falló. Ingresa manualmente.",
  "Auto conversion from {{source}}": "Conversión automática desde {{source}}",
  "Average height": "Altura promedio",
  "Average rarity": "Rareza promedio",
  "Awesome Rank": "Awesome Rank",
  "Back": "Atrás",
  "Based on data from {{country}}": "Basado en datos de {{country}}",
  "Before you calculate": "Antes de calcular",
  "Begin Analysis": "Comenzar Análisis",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Estar en la clase consumidora significa tener ingresos discrecionales más allá de las necesidades básicas.",
  "Below $2.15/day poverty line": "Por debajo de la línea de pobreza de $2.15/día",
  "Below average": "Por debajo del promedio",
  "Below global median": "Por debajo de la mediana mundial",
  "Birth Date": "Fecha de nacimiento",
  "Birthday": "Cumpleaños",
  "Bottom {{percent}}%": "{{percent}}% inferior",
  "Bottom 1%": "1% inferior",
  "Bottom 20%": "20% inferior",
  "Browser type, screen resolution, language settings": "Tipo de navegador, resolución de pantalla, configuración de idioma",
  "By age group": "Por grupo de edad",
  "By basis": "",
  "by birth frequency": "por frecuencia de nacimiento",
  "By country": "Por país",
  "By device": "Por dispositivo",
  "By gender": "Por género",
  "By language": "Por idioma",
  "Calculate your global income ranking. See where your living standard stands among 8 billion people worldwide.": "",
  "Can you access essential healthcare without financial hardship?": "¿Puedes acceder a atención médica esencial sin dificultades financieras?",
  "Can you afford a healthy diet?": "¿Puedes pagar una dieta saludable?",
  "Can you read and write simple sentences?": "¿Puedes leer y escribir oraciones simples?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Tener un automóvil proporciona movilidad, flexibilidad y acceso a oportunidades más allá de las rutas de transporte público.",
  "Check out Awesome Rank!": "¡Descubre Awesome Rank!",
  "Check Rank": "Ver Ranking",
  "Children": "Niños",
  "City": "Ciudad",
  "Close": "Cerrar",
  "Close menu": "Cerrar menú",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Los datos recopilados se utilizan solo con fines de investigación y mejora del servicio. No vendemos ni compartimos tu información personal con terceros.",
  "Coming Soon": "Próximamente",
  "Common birthday": "Cumpleaños común",
  "Compare country sizes": "Compara tamaños de países",
  "Compare country sizes at real scale": "Compara tamaños de países a escala real",
  "Compare the real sizes of countries on an equal-area map.": "",
  "Compare the real sizes of countries on an equal-area map. See how big countries really are when placed at the same latitude.": "",
  "Compare two countries at real scale": "Compara dos países a escala real",
  "Compare your height, age, and birthday with global statistics.": "",
  "Compare your income globally": "Compara tus ingresos globalmente",
  "Completed": "Completado",
  "Continue": "Continuar",
  "Continue to income input": "",
  "Copied!": "¡Copiado!",
  "Cost of living": "Costo de vida",
  "Country": "País",
  "Country A": "País A",
  "Country and city derived from IP address": "País y ciudad derivados de la dirección IP",
  "Country B": "País B",
  "Country or region": "País o región",
  "Country Size Compare": "Comparar Tamaño de Países",
  "Currency auto-set to {{currency}} based on your country.": "La moneda se establece automáticamente en {{currency}} según tu país.",
  "Currency code (ISO 4217)": "Código de moneda (ISO 4217)",
  "Custom currency enabled.": "Moneda personalizada activada.",
  "Data Retention": "Retención de datos",
  "Data Sharing": "Compartir datos",
  "Data source": "Fuente de datos",
  "Dataset": "Conjunto de datos",
  "Day": "Día",
  "Decline": "Rechazar",
  "Demographic Information": "Información demográfica",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "El acceso a atención dental indica una disponibilidad más amplia de atención médica y prácticas de salud preventiva.",
  "Depending on your location, you may have the following rights:": "Dependiendo de tu ubicación, puedes tener los siguientes derechos:",
  "Device": "Dispositivo",
  "Device Information": "Información del dispositivo",
  "Device type, screen size, browser language": "Tipo de dispositivo, tamaño de pantalla, idioma del navegador",
  "Did you graduate from high school (secondary education)?": "¿Te graduaste de la escuela secundaria (educación secundaria)?",
  "Discover where you stand among 8 billion people": "Descubre dónde te ubicas entre 8 mil millones de personas",
  "Discover where you stand among 8 billion people. Compare your height, age, and birthday with global statistics.": "",
  "Discover your place in the world": "Descubre tu lugar en el mundo",
  "Distributional National Accounts (DINA)": "Cuentas Nacionales Distributivas (DINA)",
  "Do Not Collect My Data": "No Recopilar Mis Datos",
  "Do you eat out or order food delivery at least once a week?": "¿Comes fuera o pides comida a domicilio al menos una vez por semana?",
  "Do you have a bank account or mobile money account?": "¿Tienes una cuenta bancaria o una cuenta de dinero móvil?",
  "Do you have a refrigerator in your home?": "¿Tienes un refrigerador en tu hogar?",
  "Do you have a university degree (Bachelor's or higher)?": "¿Tienes un título universitario (licenciatura o superior)?",
  "Do you have a valid passport?": "¿Tienes un pasaporte válido?",
  "Do you have a washing machine at home?": "¿Tienes una lavadora en casa?",
  "Do you have access to a flush toilet or improved sanitation?": "¿Tienes acceso a un inodoro con descarga o saneamiento mejorado?",
  "Do you have access to electricity in your home?": "¿Tienes acceso a electricidad en tu hogar?",
  "Do you have access to safe drinking water at home?": "¿Tienes acceso a agua potable segura en casa?",
  "Do you have home broadband internet?": "¿Tienes internet de banda ancha en casa?",
  "Do you have social protection benefits (paid leave/sick leave)?": "¿Tienes beneficios de protección social (licencia pagada/baja por enfermedad)?",
  "Do you live in a non-overcrowded home?": "¿Vives en un hogar sin hacinamiento?",
  "Do you live without fear of eviction?": "¿Vives sin miedo al desalojo?",
  "Do you own a personal smartphone?": "¿Tienes un smartphone personal?",
  "Do you receive preventive dental care at least once a year?": "¿Recibes atención dental preventiva al menos una vez al año?",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "¿Gastas dinero regularmente en actividades culturales (suscripciones OTT como Netflix, entradas de cine, conciertos, teatro o musicales)?",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "¿Gastas más de $12 (aprox. 16.000 KRW) al día?",
  "Do you use 5G internet?": "¿Usas internet 5G?",
  "Do you use the internet?": "¿Usas Internet?",
  "Does your household own a car?": "¿Tu hogar tiene automóvil?",
  "Drag mode": "",
  "Edit conversion": "Editar conversión",
  "Edit currency": "Cambiar moneda",
  "Enter your household pre-tax income to estimate where you stand globally.": "Ingresa el ingreso anual previo a impuestos de tu hogar para estimar tu posición global.",
  "Enter your total household pre-tax income in your local currency, including wages, business, capital, and transfers.": "Ingresa el ingreso total del hogar antes de impuestos en tu moneda local, incluyendo salarios, negocio, capital y transferencias.",
  "Equivalence scale: {{scale}}": "Escala de equivalencia: {{scale}}",
  "Example: $100,000 in Switzerland may not mean a higher living standard than $60,000 in the Philippines.": "Ejemplo: $100,000 en Suiza no necesariamente implica un nivel de vida más alto que $60,000 en Filipinas.",
  "Example: 1,320.5": "Ejemplo: 1,320.5",
  "Example: 50,000": "Ejemplo: 50,000",
  "Exceptionally tall": "Excepcionalmente alto",
  "Exchange rate": "Tasa de cambio",
  "Exchange rate (local currency per USD)": "Tipo de cambio (moneda local por USD)",
  "Exit full screen": "Salir de pantalla completa",
  "Explore the world through data": "Explora el mundo a través de datos",
  "Explore world statistics": "Explora estadísticas mundiales",
  "Extreme Poverty": "Pobreza extrema",
  "Extreme Poverty Line": "Línea de pobreza extrema",
  "Failed to load data": "No se pudieron cargar los datos",
  "Fast (110m)": "Rápido (110m)",
  "Female": "Femenino",
  "Fetching conversion rate...": "Obteniendo tipo de conversión...",
  "File a complaint with supervisory authority": "Presentar una queja ante la autoridad supervisora",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "La inclusión financiera permite ahorrar, pedir prestado y recibir pagos de forma segura, esencial para la estabilidad económica.",
  "Focus on {{country}}": "",
  "For more accurate comparison": "Para una comparación más precisa",
  "Full screen": "Pantalla completa",
  "Gender": "Género",
  "Generate anonymized global statistics": "Generar estadísticas globales anonimizadas",
  "Get Started": "",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Consumer Class": "Clase consumidora global",
  "Global Elite": "Élite global",
  "Global Median": "Mediana mundial",
  "Global Middle Class": "Clase media global",
  "Global Profile": "Perfil global",
  "Global Profile - Height, Age & Birthday Stats": "",
  "Global ranking uses adult pre-tax income (WID).": "El ranking global usa ingresos antes de impuestos de adultos (WID).",
  "Global Rate": "Tasa global",
  "Global Statistics": "Estadísticas Globales",
  "globally among {{gender}}": "globalmente entre {{gender}}",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "La mitad de la humanidad vive con menos de $12 por día, limitando sus opciones de consumo.",
  "Have you ever flown on an airplane?": "¿Alguna vez has volado en avión?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Tener electricidad significa que tienes acceso a iluminación, refrigeración y la capacidad de cargar dispositivos, una base para la vida moderna.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "El acceso a atención médica sin carga financiera significa que la enfermedad no conduce a la pobreza.",
  "Height": "Altura",
  "Hide options": "",
  "High detail (10m)": "Alta definición (10m)",
  "Home": "Inicio",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "La banda ancha en casa permite trabajo remoto, streaming, videollamadas y experiencias en línea fluidas.",
  "Household annual income (pre-tax)": "Ingreso anual del hogar (antes de impuestos)",
  "Household members": "Miembros del hogar",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "La seguridad de vivienda permite planificación a largo plazo, inversión en propiedades y bienestar psicológico.",
  "How We Use Information": "Cómo usamos la información",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "¡Estoy en el Top {{score}}% de la población mundial! #AwesomeRank",
  "ID": "ID",
  "If your country is not listed, enter the currency manually.": "Si tu país no aparece, ingresa la moneda manualmente.",
  "If your income is already in USD, use 1.": "Si tus ingresos ya están en USD, usa 1.",
  "Implication": "Implicación",
  "Improve question quality and user experience": "Mejorar la calidad de las preguntas y la experiencia del usuario",
  "in {{country}}": "en {{country}}",
  "In your prime": "En tu mejor momento",
  "Income basis": "Base de ingresos",
  "Income percentiles (USD)": "",
  "Income Rank": "",
  "Income Rank - Global Living Standard Calculator": "",
  "Income rank ({{count}})_many": "",
  "Income rank ({{count}})_one": "",
  "Income rank ({{count}})_other": "",
  "Income rank responses": "",
  "Income year": "Año de ingresos",
  "Income year is fixed to match WID thresholds.": "",
  "info_median_desc": "La mediana mundial es el punto donde el 50% de las personas gana más y el 50% gana menos.",
  "info_median_example": "En 2024, la mediana mundial es aproximadamente $3,920 USD por año.",
  "info_milestone_desc": "Cuánto más necesitas ganar para alcanzar el siguiente nivel de ranking.",
  "info_top_earners_desc": "El número de personas con ingresos iguales o superiores a los tuyos.",
  "info_top_earners_example": "Si 800 millones de personas ganan más que tú, eres 1 de cada 10 personas.",
  "info_top01_desc": "El ingreso mínimo necesario para estar en el 0.1% superior mundial.",
  "info_top01_example": "Solo 8 millones de adultos en el mundo están en este grupo.",
  "info_top1_desc": "El ingreso mínimo necesario para estar en el 1% superior mundial.",
  "info_top1_example": "Solo 80 millones de adultos en el mundo están en este grupo.",
  "info_top10_desc": "El ingreso mínimo necesario para estar en el 10% superior mundial.",
  "info_top10_example": "Alrededor de 800 millones de adultos en el mundo están en este grupo.",
  "info_vs_median_desc": "Cuántas veces más (o menos) que el ingreso mediano mundial ganas.",
  "info_vs_median_example": "Un valor de 2.5x significa que ganas 2.5 veces más que la persona promedio.",
  "info_your_income_desc": "Tu ingreso anual antes de impuestos convertido a USD usando el factor de conversión que proporcionaste.",
  "info_your_income_example": "Este es el ingreso usado para calcular tu ranking global.",
  "Information We Collect": "Información que recopilamos",
  "International extreme poverty threshold": "Umbral internacional de pobreza extrema",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "El acceso a Internet permite educación, oportunidades laborales, conexión social y acceso a información vital.",
  "Introduction": "Introducción",
  "km²": "",
  "Language": "Idioma",
  "Last updated": "Última actualización",
  "Less than half of the world's households have access to a personal vehicle.": "Menos de la mitad de los hogares del mundo tienen acceso a un vehículo personal.",
  "Level 1: Infrastructure (Survival)": "Nivel 1: Infraestructura (Supervivencia)",
  "Level 2: Connectivity (Information)": "Nivel 2: Conectividad (Información)",
  "Level 3: Assets (Comfort)": "Nivel 3: Activos (Comodidad)",
  "Level 4: Lifestyle (Prosperity)": "Nivel 4: Estilo de vida (prosperidad)",
  "Level 5: Mobility (Elite)": "Nivel 5: Movilidad (Élite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "La alfabetización abre puertas al empleo, acceso a información y participación cívica que muchos dan por sentado.",
  "Living Standard Rank": "Ranking de Nivel de Vida",
  "Living standard result": "Resultado del nivel de vida",
  "Loading countries...": "Cargando países...",
  "Loading data...": "Cargando datos...",
  "Loading...": "Cargando...",
  "Local currency": "Moneda local",
  "Location Information": "Información de ubicación",
  "Low Income": "Bajos ingresos",
  "Lower Middle Class": "Clase media baja",
  "Lower-Middle Income Poverty Line": "Línea de pobreza de ingresos medios bajos",
  "Male": "Masculino",
  "Manual conversion enabled.": "Conversión manual activada.",
  "Map data: Natural Earth 1:{{scale}}.": "Datos del mapa: Natural Earth 1:{{scale}}.",
  "Map detail": "Detalle del mapa",
  "Map polygon is {{value}}% larger than official area for {{country}}.": "El polígono del mapa es {{value}}% más grande que el área oficial de {{country}}.",
  "Map polygon is {{value}}% smaller than official area for {{country}}.": "El polígono del mapa es {{value}}% más pequeño que el área oficial de {{country}}.",
  "Market": "Mercado",
  "Market exchange rate (MER)": "Tasa de cambio de mercado (MER)",
  "Median (50th)": "Mediana (50º)",
  "MER results can change with exchange rates.": "Los resultados MER pueden cambiar con el tipo de cambio.",
  "MER uses market exchange rates. Useful for nominal comparisons but can swing with currency markets.": "MER usa tipos de cambio de mercado. Útil para comparaciones nominales, pero puede variar con el mercado de divisas.",
  "Methodology": "Metodología",
  "Month": "Mes",
  "More experienced": "Más experimentado",
  "Move {{country}}": "",
  "My living standard is in the Top {{score}} worldwide. Check yours:": "Mi nivel de vida está en el Top {{score}} mundial. Comprueba el tuyo:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Casi mil millones de personas en todo el mundo se sienten inseguras sobre la tenencia de su vivienda.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Casi 3.8 mil millones de personas carecen de cualquier forma de cobertura de protección social.",
  "New": "Nuevo",
  "Next milestone": "Siguiente hito",
  "NO": "NO",
  "No response data yet.": "Aún no hay datos de respuestas.",
  "No_Hint": "No",
  "Not selected": "No seleccionado",
  "Number of adults in household": "Número de adultos en el hogar",
  "Number of children in household": "Número de niños en el hogar",
  "of the global population.": "de la población mundial.",
  "of world population": "de la población mundial",
  "Official area unavailable for {{country}}; using map polygon.": "Área oficial no disponible para {{country}}; se usa el polígono del mapa.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Solo 1 de cada 4 adultos en todo el mundo ha completado la educación terciaria.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "Solo alrededor de 1,2 mil millones de personas gastan dinero regularmente en actividades culturales como suscripciones de streaming, cine, conciertos, teatro o musicales.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Solo alrededor de 1.6 mil millones de personas han volado en avión alguna vez en su vida.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Solo alrededor de un tercio de las personas puede permitirse comer fuera del hogar regularmente.",
  "Open menu": "Abrir menú",
  "Options": "",
  "Other": "Otro",
  "Other / Not listed": "Otro / No aparece",
  "Out of 8 billion people, only": "De 8 mil millones de personas, solo",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Más de 1.7 mil millones de personas carecen de acceso a refrigeración, afectando la seguridad alimentaria y la nutrición.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Más de 2.5 mil millones de personas no pueden pagar una dieta saludable, contribuyendo a la desnutrición y enfermedades relacionadas con la dieta.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Más de 3.3 mil millones de adultos no han completado la educación secundaria en todo el mundo.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Más de 4.4 mil millones de personas carecen de acceso a atención dental preventiva regular.",
  "Overlay of {{countryA}} and {{countryB}}": "Superposición de {{countryA}} y {{countryB}}",
  "Overlay view": "Vista superpuesta",
  "Pan view": "Mover vista",
  "Passport ownership represents the freedom and means to travel internationally.": "Tener un pasaporte representa la libertad y los medios para viajar internacionalmente.",
  "people": "personas",
  "people are younger than you": "personas son más jóvenes que tú",
  "people.": "personas.",
  "per day": "por día",
  "per month": "por mes",
  "per year": "por año",
  "Per-person income (USD)": "Ingreso per cápita (USD)",
  "Pick two countries to see their actual land area side by side and overlapped.": "Elige dos países para ver su área real lado a lado y superpuesta.",
  "Policy Changes": "Cambios de política",
  "Popular": "Popular",
  "Poverty line for lower-middle-income countries": "Línea de pobreza para países de ingresos medios bajos",
  "Poverty line for upper-middle-income countries": "Línea de pobreza para países de ingresos medios altos",
  "Poverty lines are PPP-based.": "Las líneas de pobreza se basan en la PPA.",
  "Poverty Status": "Estado de pobreza",
  "PPP": "PPA",
  "PPP (cost of living adjusted)": "PPA (ajustado por costo de vida)",
  "PPP adjusts for cost of living and is best for comparing living standards across countries.": "PPP ajusta por costo de vida y es ideal para comparar niveles de vida entre países.",
  "PPP compares what your income can buy in your country, not the exchange rate.": "La PPP compara lo que tu ingreso puede comprar en tu país, no el tipo de cambio.",
  "PPP conversion factor (local currency per international $)": "Factor de conversión PPP (moneda local por $ internacional)",
  "PPP data is unavailable for this country. Enter your income in USD.": "Los datos de PPP no están disponibles para este país. Ingresa tu ingreso en USD.",
  "PPP ranking reflects living standards, not raw income.": "El ranking PPP refleja nivel de vida, no ingreso bruto.",
  "PPP reflects cost of living differences.": "PPP refleja diferencias de costo de vida.",
  "Pre-tax national income thresholds": "Umbrales de ingreso nacional antes de impuestos",
  "Prefer not to say": "Prefiero no decir",
  "Privacy Notice": "Aviso de Privacidad",
  "Privacy Policy": "Política de Privacidad",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "El saneamiento adecuado previene enfermedades, protege la dignidad y es fundamental para la salud pública.",
  "Quite short": "Bastante bajo",
  "Quite tall": "Bastante alto",
  "Quiz and Income Data": "Datos del cuestionario e ingresos",
  "Quiz duration": "Duración del cuestionario",
  "Quiz responses, income input (calculator), and response times": "Respuestas del cuestionario, entrada de ingresos (calculadora) y tiempos de respuesta",
  "Quiz responses, response times, and income entered in calculator": "Respuestas del cuestionario, tiempos de respuesta e ingresos ingresados en la calculadora",
  "Rank {{rank}} of 366": "Ranking {{rank}} de 366",
  "Rank #{{rank}}": "Puesto n.º {{rank}}",
  "Rank unavailable": "Ranking no disponible",
  "Ranks use official total area.": "Los rankings usan el área total oficial.",
  "Rare": "Raro",
  "Read Privacy Policy": "Leer Política de Privacidad",
  "Refresh": "Actualizar",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "La refrigeración permite la conservación de alimentos, reduce el desperdicio y posibilita una dieta más variada y nutritiva.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "El gasto cultural regular sugiere ingresos discrecionales y acceso a diversas oportunidades de ocio.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Comer fuera regularmente indica ingresos disponibles y acceso a diversas opciones de comida.",
  "Request data deletion": "Solicitar eliminación de datos",
  "Response details": "Detalles de la respuesta",
  "Responses ({{count}})_many": "Respuestas ({{count}})",
  "Responses ({{count}})_one": "Respuesta ({{count}})",
  "Responses ({{count}})_other": "Respuestas ({{count}})",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Los resultados se calculan al instante. Si permites la recopilación de datos, guardamos resultados anonimizados para mejorar las estadísticas globales.",
  "Retry": "Reintentar",
  "Richer than": "Más rico que",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "El acceso a agua potable segura previene enfermedades transmitidas por el agua y ahorra horas de recolección de agua diaria.",
  "Scale = 1 + 0.5 x (additional adults) + 0.3 x (children).": "Escala = 1 + 0.5 x (adultos adicionales) + 0.3 x (niños).",
  "Scale difference": "Diferencia de escala",
  "Score": "Puntuación",
  "Seasoned veteran": "Veterano experimentado",
  "Secondary education significantly improves employment prospects and earning potential.": "La educación secundaria mejora significativamente las perspectivas de empleo y el potencial de ingresos.",
  "Security": "Seguridad",
  "See My Global Profile": "Ver mi perfil global",
  "See your global living-standard position": "Ve tu posición global de nivel de vida",
  "Select a country": "Selecciona un país",
  "Select language": "Seleccionar idioma",
  "Select Language": "Seleccionar idioma",
  "Session duration": "Duración de la sesión",
  "Share": "Compartir",
  "Share Rank": "Compartir Ranking",
  "Share Result": "Compartir Resultado",
  "Show all": "Mostrar todo",
  "Show top 20": "Mostrar top 20",
  "Size ratio": "Relación de tamaño",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Tener un smartphone proporciona acceso a aplicaciones, banca móvil, navegación y comunicación instantánea.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "La protección social proporciona una red de seguridad durante enfermedad, desempleo o jubilación.",
  "Source": "Fuente",
  "Spending capacity beyond basic necessities": "Capacidad de gasto más allá de lo básico",
  "Squares are sized by official total area.": "Los cuadrados se dimensionan según el área total oficial.",
  "Start Again": "Empezar de nuevo",
  "Status": "",
  "Summary": "Resumen",
  "Switch to PPP": "Cambiar a PPA",
  "Take the quiz for a modeled estimate of your global ranking among 8 billion people.": "",
  "Tell us about yourself": "Cuéntanos sobre ti",
  "That means you are 1 in": "Eso significa que eres 1 de cada",
  "The collected information is used for the following purposes:": "La información recopilada se utiliza para los siguientes propósitos:",
  "This app shows your global living-standard position, not a raw income rank.": "Esta app muestra tu posición global por nivel de vida, no un ranking de ingresos.",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Esta política de privacidad explica qué información se recopila, usa y protege cuando usas la aplicación de cuestionario Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Esta política de privacidad puede actualizarse de vez en cuando. Te notificaremos de cambios significativos publicando la nueva política en esta página.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Este resultado es una estimación modelada, no una medición fáctica. Las clasificaciones reales pueden diferir, pero el patrón aún puede ser significativo, especialmente al comparar entre preguntas.",
  "Tier": "Nivel",
  "Time": "Hora",
  "times the median": "veces la mediana",
  "to reach {{milestone}}": "para alcanzar {{milestone}}",
  "TOP": "TOP",
  "Top {{percent}}%": "Top {{percent}}%",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% comienza en",
  "Top 1%": "Top 1%",
  "Top 1% globally": "Top 1% mundial",
  "Top 1% starts at": "Top 1% comienza en",
  "Top 10%": "Top 10%",
  "Top 10% globally": "Top 10% mundial",
  "Top 10% starts at": "Top 10% comienza en",
  "Top 20%": "Top 20%",
  "Top 5%": "Top 5%",
  "Top countries": "",
  "Top earners (out of 8 billion)": "Mayores ingresos (de 8 mil millones)",
  "Top Half": "Mitad superior",
  "Top percent bands": "",
  "Total {{duration}}": "Total {{duration}}",
  "Total responses": "Total de respuestas",
  "True Size Atlas": "Atlas de tamaño real",
  "True Size Atlas - Compare Country Sizes": "",
  "Try Again": "Intentar de nuevo",
  "Try It Yourself": "Pruébalo tú mismo",
  "Type an amount to see your rank": "Escribe una cantidad para ver tu ranking",
  "Unable to load country shapes.": "No se pudieron cargar las formas de los países.",
  "Uncommon birthday": "Cumpleaños poco común",
  "Unknown": "Desconocido",
  "Updated {{date}}": "Actualizado {{date}}",
  "Upper Middle Class": "Clase media alta",
  "Upper-Middle Income Poverty Line": "Línea de pobreza de ingresos medios altos",
  "USD": "USD",
  "Use auto conversion": "Usar conversión automática",
  "Use country currency": "Usar la moneda del país",
  "UTM campaign": "Campaña UTM",
  "UTM medium": "Medio UTM",
  "UTM parameters": "Parámetros UTM",
  "UTM source": "Fuente UTM",
  "Valid payloads": "",
  "View Details": "Ver detalles",
  "We adjust household income using the OECD-modified equivalence scale.": "Ajustamos el ingreso del hogar con la escala de equivalencia modificada de la OCDE.",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Recopilamos datos anónimos para proporcionar un mejor servicio y generar estadísticas globales. La siguiente información puede ser recopilada:",
  "We collect the following types of information:": "Recopilamos los siguientes tipos de información:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "No vendemos tu información personal. Los datos solo se pueden compartir con socios de investigación en forma anonimizada y agregada. Podemos divulgar información cuando la ley lo requiera.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Implementamos medidas técnicas y organizativas apropiadas para proteger los datos del acceso no autorizado, alteración o destrucción.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Retenemos datos hasta por 2 años con fines de investigación. Después de este período, los datos se eliminan automáticamente o se anonimizan permanentemente.",
  "We use pre-tax household income and adjust for household size (OECD scale).": "Usamos el ingreso del hogar antes de impuestos y ajustamos por tamaño del hogar (escala OCDE).",
  "What percent of the world is your living standard?": "¿En qué porcentaje del mundo está tu nivel de vida?",
  "Where do you rank among 8 billion people?": "¿Dónde te ubicas entre 8 mil millones de personas?",
  "Where do you stand among\n8 billion people?": "¿Dónde te ubicas entre\n8 mil millones de personas?",
  "Wisdom of the ages": "Sabiduría de los años",
  "Withdraw consent at any time": "Retirar el consentimiento en cualquier momento",
  "WORLD\nRANK": "RANKING\nMUNDIAL",
  "World area ranking": "Ranking de área mundial",
  "World Inequality Database (WID.world)": "Base de Datos de Desigualdad Mundial (WID.world)",
  "World Rank": "World Rank",
  "World Rank - Where Do You Stand?": "",
  "years old": "años",
  "YES": "SÍ",
  "Yes_Hint": "Sí",
  "You are a {{age}}-year-old {{gender}} who is taller than {{heightPercent}}% of {{genderPlural}} worldwide.": "Eres un/a {{gender}} de {{age}} años que es más alto/a que el {{heightPercent}}% de los/las {{genderPlural}} en el mundo.",
  "You are here": "Estás aquí",
  "You are in the top": "Estás en el top",
  "Younger than most": "Más joven que la mayoría",
  "Your Answers": "Tus respuestas",
  "Your daily income": "Tu ingreso diario",
  "Your Global Profile": "Tu perfil global",
  "Your height, age, and birthday vs. the world": "Tu altura, edad y cumpleaños vs. el mundo",
  "Your income": "Tus ingresos",
  "Your income vs median": "Tu ingreso vs mediana",
  "Your input is pre-tax household income per person, so this is an estimate.": "Tu entrada es el ingreso del hogar antes de impuestos por persona, así que es una estimación.",
  "Your Position in Global Income Distribution": "Tu posición en la distribución global de ingresos",
  "Your Rights": "Tus derechos",
  "Zoom in": "Acercar",
  "Zoom level": "Nivel de zoom",
  "Zoom out": "Alejar"
}
