{
  "10s": "10-19 ans",
  "20s": "20-29 ans",
  "30s": "30-39 ans",
  "40s": "40-49 ans",
  "50s+": "50 ans et plus",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "L'accès à la 5G signifie des téléchargements plus rapides, un meilleur streaming et l'accès aux technologies émergentes comme la RA/RV.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "La couverture 5G reste limitée, avec seulement environ 1,6 milliard de personnes ayant accès à cette technologie.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Un diplôme universitaire offre souvent l'accès à des emplois mieux rémunérés et à des réseaux professionnels.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Un lave-linge fait gagner beaucoup de temps, surtout pour les femmes qui s'occupent traditionnellement de la lessive.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Environ 1,7 milliard d'adultes n'ont pas de compte bancaire et n'ont pas accès aux services financiers formels.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Environ 2,1 milliards de personnes n'ont jamais utilisé Internet, créant une fracture numérique importante.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Environ 2,4 milliards de personnes vivent dans des logements surpeuplés dans le monde.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Environ 3,2 milliards de personnes ne possèdent pas de smartphone, limitant leur accès aux services mobiles.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Environ 3,6 milliards de personnes n'ont pas accès aux services de santé essentiels ou font face à des difficultés financières lorsqu'elles cherchent des soins.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Environ 4,8 milliards de personnes lavent leurs vêtements à la main, passant des heures chaque semaine sur cette tâche.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Environ 5,6 milliards de personnes n'ont pas accès à Internet haut débit fixe à la maison.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Environ 6 milliards de personnes ne possèdent pas de passeport valide, limitant les voyages internationaux.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Environ 675 millions de personnes dans le monde vivent encore sans électricité, principalement en Afrique subsaharienne et en Asie du Sud.",
  "Academic research on global living standards": "Recherche académique sur les niveaux de vie mondiaux",
  "Accept": "Accepter",
  "Access your data": "Accéder à vos données",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Un espace de vie adéquat favorise l'intimité, les études, le télétravail et la santé mentale globale.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Pouvoir se permettre une alimentation nutritive est essentiel pour la santé physique, le développement cognitif et la productivité.",
  "Age Group": "Tranche d'âge",
  "Age group and gender (optional)": "Tranche d'âge et genre (optionnel)",
  "Age group and gender you optionally provide": "Tranche d'âge et genre que vous fournissez facultativement",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "L'expérience du voyage aérien indique l'accès à la mobilité longue distance et souvent une exposition internationale.",
  "Already {{milestone}}": "Vous êtes déjà dans {{milestone}}",
  "Analyzing global data...": "Analyse des données mondiales...",
  "Annual income": "Revenu annuel",
  "Approximate location (country/city from IP)": "Localisation approximative (pays/ville depuis l'IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Environ 770 millions d'adultes dans le monde ne savent ni lire ni écrire, dont deux tiers sont des femmes.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Environ 1,7 milliard de personnes manquent d'assainissement de base, et 494 millions pratiquent encore la défécation en plein air.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Environ 2,1 milliards de personnes n'ont pas accès à des services d'eau potable gérés en toute sécurité à domicile.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Retour",
  "Begin Analysis": "Commencer l'analyse",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Faire partie de la classe des consommateurs signifie avoir un revenu discrétionnaire au-delà des besoins de base.",
  "Browser type, screen resolution, language settings": "Type de navigateur, résolution d'écran, paramètres de langue",
  "Calculating...": "Calcul en cours...",
  "Can you access essential healthcare without financial hardship?": "Pouvez-vous accéder aux soins de santé essentiels sans difficulté financière ?",
  "Can you afford a healthy diet?": "Pouvez-vous vous permettre une alimentation saine ?",
  "Can you read and write simple sentences?": "Pouvez-vous lire et écrire des phrases simples ?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "La possession d'une voiture offre mobilité, flexibilité et accès à des opportunités au-delà des lignes de transport en commun.",
  "Check Rank": "Voir le classement",
  "Close": "Fermer",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Les données collectées sont utilisées uniquement à des fins de recherche et d'amélioration du service. Nous ne vendons ni ne partageons vos informations personnelles avec des tiers.",
  "Coming Soon": "Bientôt disponible",
  "Continue": "Continuer",
  "Copied!": "Copié !",
  "Cost of living": "Coût de la vie",
  "Country and city derived from IP address": "Pays et ville dérivés de l'adresse IP",
  "Data": "Données",
  "Data Retention": "Conservation des données",
  "Data Sharing": "Partage de données",
  "Decline": "Refuser",
  "Demographic Information": "Informations démographiques",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "L'accès aux soins dentaires indique une disponibilité plus large des soins de santé et des pratiques de santé préventive.",
  "Depending on your location, you may have the following rights:": "Selon votre localisation, vous pouvez avoir les droits suivants :",
  "Device Information": "Informations sur l'appareil",
  "Device type, screen size, browser language": "Type d'appareil, taille d'écran, langue du navigateur",
  "Did you graduate from high school (secondary education)?": "Avez-vous obtenu votre diplôme d'études secondaires ?",
  "Discover where you stand": "Découvrez où vous vous situez",
  "Do Not Collect My Data": "Ne Pas Collecter Mes Données",
  "Do you have a bank account or mobile money account?": "Avez-vous un compte bancaire ou un compte d'argent mobile ?",
  "Do you have a refrigerator in your home?": "Avez-vous un réfrigérateur chez vous ?",
  "Do you have a valid passport?": "Avez-vous un passeport valide ?",
  "Do you have access to a flush toilet or improved sanitation?": "Avez-vous accès à des toilettes avec chasse d'eau ou à un assainissement amélioré ?",
  "Do you have access to electricity in your home?": "Avez-vous accès à l'électricité chez vous ?",
  "Do you have access to safe drinking water at home?": "Avez-vous accès à de l'eau potable sûre à la maison ?",
  "Do you live in a non-overcrowded home?": "Vivez-vous dans un logement non surpeuplé ?",
  "Do you own a personal smartphone?": "Possédez-vous un smartphone personnel ?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Êtes-vous abonné à un service de streaming payant (Netflix, etc.) ?",
  "Do you use the internet?": "Utilisez-vous Internet ?",
  "Enter your annual income to estimate where you stand globally": "Entrez votre revenu annuel pour estimer votre position mondiale",
  "Example: 50,000": "Exemple : 50 000",
  "Exchange rate": "Taux de change",
  "Female": "Femme",
  "File a complaint with supervisory authority": "Déposer une plainte auprès de l'autorité de contrôle",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "L'inclusion financière permet d'épargner, d'emprunter et de recevoir des paiements en toute sécurité—essentiel pour la stabilité économique.",
  "For more accurate comparison": "Pour une comparaison plus précise",
  "Gender": "Genre",
  "Generate anonymized global statistics": "Générer des statistiques mondiales anonymisées",
  "GitHub": "GitHub",
  "Global": "Mondial",
  "Global Rate": "Taux global",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "La moitié de l'humanité vit avec moins de 12 $ par jour, limitant leurs choix de consommation.",
  "Have you ever flown on an airplane?": "Avez-vous déjà voyagé en avion ?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Avoir l'électricité signifie avoir accès à l'éclairage, à la réfrigération et à la possibilité de charger des appareils—une base pour la vie moderne.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "L'accès aux soins de santé sans fardeau financier signifie que la maladie ne conduit pas à la pauvreté.",
  "Home": "Accueil",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Le haut débit à domicile permet le télétravail, le streaming, les appels vidéo et des expériences en ligne fluides.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "La sécurité du logement permet la planification à long terme, l'investissement immobilier et le bien-être psychologique.",
  "How We Use Information": "Comment nous utilisons les informations",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Je fais partie du Top {{score}}% de la population mondiale ! #AwesomeRank",
  "Implication": "Implication",
  "Improve question quality and user experience": "Améliorer la qualité des questions et l'expérience utilisateur",
  "Income Rank": "Classement des revenus",
  "Income basis": "Base de revenu",
  "Income rank result": "Résultat du classement des revenus",
  "Information We Collect": "Informations que nous collectons",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "L'accès à Internet permet l'éducation, les opportunités d'emploi, les connexions sociales et l'accès à des informations vitales.",
  "Introduction": "Introduction",
  "Last updated": "Dernière mise à jour",
  "Less than half of the world's households have access to a personal vehicle.": "Moins de la moitié des ménages dans le monde ont accès à un véhicule personnel.",
  "Level 1: Infrastructure (Survival)": "Niveau 1 : Infrastructure (Survie)",
  "Level 2: Connectivity (Information)": "Niveau 2 : Connectivité (Information)",
  "Level 3: Assets (Comfort)": "Niveau 3 : Biens (Confort)",
  "Level 5: Mobility (Elite)": "Niveau 5 : Mobilité (Élite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "L'alphabétisation ouvre des portes vers l'emploi, l'accès à l'information et la participation civique que beaucoup considèrent comme acquis.",
  "Location Information": "Informations de localisation",
  "Male": "Homme",
  "Market": "Marché",
  "Market exchange rate (MER)": "Taux de change du marché (MER)",
  "Median (50th)": "Médiane (50e centile)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mon revenu est dans le Top {{score}} mondial. Vérifiez le vôtre :",
  "NO": "NON",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Près d'1 milliard de personnes dans le monde se sentent en insécurité quant à la pérennité de leur logement.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Près de 3,8 milliards de personnes ne bénéficient d'aucune forme de couverture de protection sociale.",
  "New": "Nouveau",
  "Next milestone": "Prochain palier",
  "No_Hint": "Non",
  "Not saved": "Non enregistré",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Seulement 1 adulte sur 4 dans le monde a terminé des études supérieures.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Seulement environ 1,2 milliard de personnes sont abonnées à des services de streaming payants dans le monde.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Seulement environ 1,6 milliard de personnes ont déjà voyagé en avion au cours de leur vie.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Seulement environ un tiers des personnes peuvent régulièrement se permettre de manger à l'extérieur.",
  "Other": "Autre",
  "Out of 8 billion people, only": "Sur 8 milliards de personnes, seulement",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Plus de 1,7 milliard de personnes n'ont pas accès à la réfrigération, affectant la sécurité alimentaire et la nutrition.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Plus de 2,5 milliards de personnes ne peuvent pas se permettre une alimentation saine, contribuant à la malnutrition et aux maladies liées à l'alimentation.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Plus de 3,3 milliards d'adultes n'ont pas terminé leurs études secondaires dans le monde.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Plus de 4,4 milliards de personnes n'ont pas accès à des soins dentaires préventifs réguliers.",
  "PPP": "PPA",
  "PPP (cost of living adjusted)": "PPA (ajusté au coût de la vie)",
  "Passport ownership represents the freedom and means to travel internationally.": "La possession d'un passeport représente la liberté et les moyens de voyager à l'international.",
  "Policy Changes": "Modifications de la politique",
  "Poverty Status": "Statut de pauvreté",
  "Poverty lines are PPP-based.": "Les seuils de pauvreté sont basés sur la PPA.",
  "Prefer not to say": "Préfère ne pas dire",
  "Privacy Notice": "Avis de Confidentialité",
  "Privacy Policy": "Politique de Confidentialité",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Un assainissement adéquat prévient les maladies, protège la dignité et est fondamental pour la santé publique.",
  "Quiz and Income Data": "Données du quiz et des revenus",
  "Quiz responses, income input (calculator), and response times": "Réponses au quiz, saisie des revenus (calculatrice) et temps de réponse",
  "Quiz responses, response times, and income entered in calculator": "Réponses au quiz, temps de réponse et revenus saisis dans la calculatrice",
  "Read Privacy Policy": "Lire la Politique de Confidentialité",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "La réfrigération permet la conservation des aliments, réduit le gaspillage et permet une alimentation plus variée et nutritive.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Manger régulièrement au restaurant indique un revenu disponible et l'accès à des options alimentaires diversifiées.",
  "Request data deletion": "Demander la suppression des données",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Les résultats sont calculés instantanément. Si vous autorisez la collecte de données, nous enregistrons des résultats anonymisés pour améliorer les statistiques mondiales.",
  "Richer than": "Plus riche que",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "L'accès à l'eau potable prévient les maladies d'origine hydrique et fait gagner des heures passées à collecter l'eau quotidiennement.",
  "Save failed": "Échec de l’enregistrement",
  "Saved": "Enregistré",
  "Saving…": "Enregistrement…",
  "Secondary education significantly improves employment prospects and earning potential.": "L'enseignement secondaire améliore considérablement les perspectives d'emploi et le potentiel de revenus.",
  "Security": "Sécurité",
  "See your income rank worldwide": "Voir votre classement de revenus mondial",
  "Share Rank": "Partager le classement",
  "Share Result": "Partager le résultat",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "La possession d'un smartphone donne accès aux applications, à la banque mobile, à la navigation et à la communication instantanée.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "La protection sociale offre un filet de sécurité en cas de maladie, de chômage ou de retraite.",
  "Source": "Source",
  "Start Again": "Recommencer",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Les abonnements de streaming indiquent des dépenses discrétionnaires en divertissement et un accès Internet fiable.",
  "Switch to PPP": "Passer à la PPA",
  "TOP": "TOP",
  "Tell us about yourself": "Parlez-nous de vous",
  "That means you are 1 in": "Cela signifie que vous êtes 1 sur",
  "The collected information is used for the following purposes:": "Les informations collectées sont utilisées aux fins suivantes :",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Cette politique de confidentialité explique quelles informations sont collectées, utilisées et protégées lorsque vous utilisez l'application de quiz Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Cette politique de confidentialité peut être mise à jour de temps en temps. Nous vous informerons des changements importants en publiant la nouvelle politique sur cette page.",
  "Top 0.1%": "Top 0,1 %",
  "Top 0.1% starts at": "Le top 0,1% commence à",
  "Top 1%": "Top 1 %",
  "Top 1% starts at": "Le top 1% commence à",
  "Top 10%": "Top 10 %",
  "Top 10% starts at": "Le top 10% commence à",
  "Top earners (out of 8 billion)": "Revenus les plus élevés (sur 8 milliards)",
  "Try It Yourself": "Essayez vous-même",
  "Type an amount to see your rank": "Entrez un montant pour voir votre classement",
  "USD": "USD",
  "View Details": "Voir les détails",
  "WID thresholds (wid.world)": "Seuils WID (wid.world)",
  "WORLD\nRANK": "RANG\nMONDIAL",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Nous collectons des données anonymes pour fournir un meilleur service et générer des statistiques mondiales. Les informations suivantes peuvent être collectées :",
  "We collect the following types of information:": "Nous collectons les types d'informations suivants :",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Nous ne vendons pas vos informations personnelles. Les données ne peuvent être partagées avec des partenaires de recherche que sous forme anonymisée et agrégée. Nous pouvons divulguer des informations lorsque la loi l'exige.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger les données contre l'accès, la modification ou la destruction non autorisés.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Nous conservons les données jusqu'à 2 ans à des fins de recherche. Après cette période, les données sont automatiquement supprimées ou anonymisées de manière permanente.",
  "Where do you rank among 8 billion people?": "Où vous situez-vous parmi 8 milliards de personnes ?",
  "Where do you stand among\n8 billion people?": "Où vous situez-vous parmi\n8 milliards de personnes ?",
  "Withdraw consent at any time": "Retirer votre consentement à tout moment",
  "YES": "OUI",
  "Yes_Hint": "Oui",
  "You are in the top": "Vous êtes dans le top",
  "Your Answers": "Vos réponses",
  "Your Rights": "Vos droits",
  "Your income": "Votre revenu",
  "Your income vs median": "Votre revenu vs médiane",
  "are in this group.": "font partie de ce groupe.",
  "of the global population.": "de la population mondiale.",
  "people": "personnes",
  "people.": "personnes.",
  "per day": "par jour",
  "per month": "par mois",
  "per year": "par an",
  "times the median": "fois la médiane",
  "to reach {{milestone}}": "pour atteindre {{milestone}}"
}
