{
  "10s": "10-19 ára",
  "20s": "20-29 ára",
  "30s": "30-39 ára",
  "40s": "40-49 ára",
  "50s+": "50+ ára",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G aðgangur þýðir hraðari niðurhal, betri streymi og aðgang að nýrri tækni eins og AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G umfjöllun er enn takmörkuð, aðeins um 1,6 milljarðar manna hafa aðgang að þessari tækni.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Háskólapróf veitir oft aðgang að betur launuðum störfum og faglegum netum.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Þvottavél sparar verulegan tíma, sérstaklega fyrir konur sem jafnan sinna þvotti.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Um 1,7 milljarðar fullorðinna eru enn án bankaþjónustu og skortir aðgang að formlegri fjármálaþjónustu.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Um 2,1 milljarður manna hafa aldrei notað internetið, sem skapar umtalsvert stafrænt gjá.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Um 2,4 milljarðar manna búa við ofþétt húsnæði á heimsvísu.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Um 3,2 milljarðar manna eiga ekki snjallsíma, sem takmarkar aðgang þeirra að farsímaþjónustu.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Um 3,6 milljarðar manna skortir aðgang að nauðsynlegri heilbrigðisþjónustu eða verða fyrir fjárhagslegum þrengingum þegar þeir leita sér hjálpar.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Um 4,8 milljarðar manna þvo föt handvirkt og eyða mörgum klukkustundum vikulega í þetta verkefni.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Um 5,6 milljarðar manna skortir fastan breiðbandsaðgang heima.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Um 6 milljarðar manna eiga ekki gilt vegabréf, sem takmarkar alþjóðlegar ferðir.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Um 675 milljónir manna um allan heim búa enn án rafmagns, aðallega í Afríku sunnan Sahara og Suður-Asíu.",
  "Academic research on global living standards": "Fræðilegar rannsóknir á alþjóðlegum lífskjörum",
  "Accept": "Samþykkja",
  "Access your data": "Fá aðgang að gögnunum þínum",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Nægilegt búseturými styður við friðhelgi, nám, fjarvinnu og heilsu almennt.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Að hafa efni á næringarríkum mat er nauðsynlegt fyrir líkamlega heilsu, vitsmunalega þroska og framleiðni.",
  "Age Group": "Aldurshópur",
  "Age group and gender (optional)": "Aldurshópur og kyn (valfrjálst)",
  "Age group and gender you optionally provide": "Aldurshópur og kyn sem þú veitir valfrjálst",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Reynsla af flugferðum gefur til kynna aðgang að langdrægu ferðalagi og oft alþjóðlegri reynslu.",
  "Already {{milestone}}": "Þú ert þegar í {{milestone}}",
  "Analyzing global data...": "Greini alþjóðleg gögn...",
  "Annual income": "Árstekjur",
  "Approximate location (country/city from IP)": "Áætluð staðsetning (land/borg út frá IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Um 770 milljónir fullorðinna um allan heim kunna ekki að lesa eða skrifa, þar af eru tveir þriðju konur.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Um 1,7 milljarður manna skortir grunnhreinlætisaðstöðu og 494 milljónir stunda enn saur utandyra.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Um 2,1 milljarður manna skortir örugga dreifingu drykkjarvatns heima.",
  "Awesome Rank": "Heimsröðun",
  "Back": "Til baka",
  "Begin Analysis": "Byrja greiningu",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Að vera í neytendastétt þýðir að hafa aukatekjur umfram grunnþarfir.",
  "Browser type, screen resolution, language settings": "Tegund vafra, skjáupplausn, tungumálastillingar",
  "Calculating...": "Reikna...",
  "Can you access essential healthcare without financial hardship?": "Getur þú fengið nauðsynlega heilbrigðisþjónustu án fjárhagslegra erfiðleika?",
  "Can you afford a healthy diet?": "Hefur þú efni á hollu mataræði?",
  "Can you read and write simple sentences?": "Getur þú lesið og skrifað einfaldar setningar?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Bílaeign veitir hreyfanleika, sveigjanleika og aðgang að tækifærum utan almenningssamgöngu.",
  "Check Rank": "Athuga röðun",
  "Close": "Loka",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Gögn sem safnað er eru eingöngu notuð í rannsóknar- og þjónustubótaskyni. Við seljum ekki eða deilum persónuupplýsingum þínum með þriðja aðila.",
  "Coming Soon": "Kemur fljótlega",
  "Continue": "Halda áfram",
  "Copied!": "Afritað!",
  "Cost of living": "Framfærslukostnaður",
  "Country and city derived from IP address": "Land og borg fundin út frá IP tölu",
  "Data": "Gögn",
  "Data Retention": "Gagnageymsla",
  "Data Sharing": "Gagnadreifing",
  "Decline": "Hafna",
  "Demographic Information": "Lýðfræðilegar upplýsingar",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Aðgangur að tannlæknaþjónustu gefur til kynna almennara heilbrigðisframboð og fyrirbyggjandi heilsuaðferðir.",
  "Depending on your location, you may have the following rights:": "Eftir staðsetningu þinni gætir þú átt eftirfarandi réttindi:",
  "Device Information": "Tækjaupplýsingar",
  "Device type, screen size, browser language": "Tækjategund, skjástærð, tungumál vafra",
  "Did you graduate from high school (secondary education)?": "Útskrifaðist þú úr framhaldsskóla?",
  "Discover where you stand": "Uppgötvaðu hvar þú stendur",
  "Do Not Collect My Data": "Ekki safna gögnum mínum",
  "Do you have a bank account or mobile money account?": "Áttu bankareikning eða farsímapeningareikning?",
  "Do you have a refrigerator in your home?": "Áttu kæliskáp heima hjá þér?",
  "Do you have a valid passport?": "Áttu gilt vegabréf?",
  "Do you have access to a flush toilet or improved sanitation?": "Hefur þú aðgang að salerni með skolun eða betri hreinlætisaðstöðu?",
  "Do you have access to electricity in your home?": "Hefur þú aðgang að rafmagni heima hjá þér?",
  "Do you have access to safe drinking water at home?": "Hefur þú aðgang að hreinu drykkjarvatni heima hjá þér?",
  "Do you live in a non-overcrowded home?": "Býrð þú á heimili sem er ekki offullt?",
  "Do you own a personal smartphone?": "Átt þú eigin snjallsíma?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Ertu áskrifandi að greiðri streymisþjónustu (Netflix o.fl.)?",
  "Do you use the internet?": "Notar þú internetið?",
  "Enter your annual income to estimate where you stand globally": "Sláðu inn árstekjur þínar til að meta hvar þú stendur á heimsvísu",
  "Example: 50,000": "Dæmi: 50.000",
  "Exchange rate": "Gengi",
  "Female": "Kvenkyns",
  "File a complaint with supervisory authority": "Leggja fram kvörtun til eftirlitsyfirvalda",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Fjármálaþátttaka gerir kleift að spara, taka lán og taka á móti greiðslum á öruggan hátt—nauðsynlegt fyrir efnahagslegan stöðugleika.",
  "For more accurate comparison": "Fyrir nákvæmari samanburð",
  "Gender": "Kyn",
  "Generate anonymized global statistics": "Búa til nafnlausa alþjóðlega tölfræði",
  "GitHub": "GitHub",
  "Global": "Alþjóðlegur",
  "Global Rate": "Alþjóðlegt hlutfall",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Helmingur mannkyns lifir á minna en $12 á dag, sem takmarkar neytendaval þeirra.",
  "Have you ever flown on an airplane?": "Hefur þú einhvern tíma flogið í flugvél?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Að hafa rafmagn þýðir að þú hafir aðgang að lýsingu, kælingu og möguleika á að hlaða tæki—grundvöllur nútímalífs.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Aðgangur að heilbrigðisþjónustu án fjárhagslegrar byrði þýðir að veikindi leiða ekki til fátæktar.",
  "Home": "Heim",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Heimilisbreiðband gerir fjarvinnuna, streymi, myndsamtöl og ótruflaða netupplifun kleift.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Öryggi í húsnæði gerir langtímaáætlanagerð, fjárfestingu í eignum og sálræna líðan kleift.",
  "How We Use Information": "Hvernig við notum upplýsingar",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Ég er í efstu {{score}}% jarðarbúa! #Heimsröðun",
  "Implication": "Ályktun",
  "Improve question quality and user experience": "Bæta gæði spurninga og notendaupplifun",
  "Income Rank": "Tekjuröðun",
  "Income basis": "Tekjugrunnur",
  "Income rank result": "Niðurstaða tekjuröðunar",
  "Information We Collect": "Upplýsingar sem við söfnum",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Aðgangur að internetinu gerir menntun, atvinnumöguleika, félagsleg tengsl og aðgang að mikilvægum upplýsingum kleift.",
  "Introduction": "Inngangur",
  "Last updated": "Síðast uppfært",
  "Less than half of the world's households have access to a personal vehicle.": "Minna en helmingur heimila heimsins hefur aðgang að eigin ökutæki.",
  "Level 1: Infrastructure (Survival)": "Stig 1: Innviðir (Lífsbjörg)",
  "Level 2: Connectivity (Information)": "Stig 2: Tengingar (Upplýsingar)",
  "Level 3: Assets (Comfort)": "Stig 3: Eignir (Þægindi)",
  "Level 5: Mobility (Elite)": "Stig 5: Hreyfanleiki (Yfirstétt)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Læsi opnar dyr fyrir atvinnu, aðgang að upplýsingum og borgaralegri þátttöku sem margir taka sem sjálfsögðum hlut.",
  "Location Information": "Staðsetningarupplýsingar",
  "Male": "Karlkyns",
  "Market": "Markaður",
  "Market exchange rate (MER)": "Markaðsgengi (MER)",
  "Median (50th)": "Miðgildi (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Tekjur mínar eru í efstu {{score}} á heimsvísu. Athugaðu þínar:",
  "NO": "NEI",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Næstum 1 milljarður manna um allan heim finnur fyrir óöryggi varðandi húsnæðisráðstöfun sína.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Næstum 3,8 milljarðar manna skortir allar tegundir félagslegrar verndar.",
  "New": "Nýtt",
  "Next milestone": "Næsta áfangi",
  "No_Hint": "Nei",
  "Not saved": "Ekki vistað",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Aðeins 1 af 4 fullorðnum um allan heim hefur lokið háskólanámi.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Aðeins um 1,2 milljarðar manna eru áskrifendur að greiddum streymisþjónustum um allan heim.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Aðeins um 1,6 milljarðar manna hafa einhvern tíma flogið í flugvél á ævinni.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Aðeins um þriðjungur fólks hefur reglulega efni á að borða úti.",
  "Other": "Annað",
  "Out of 8 billion people, only": "Af 8 milljörðum manna eru aðeins",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Yfir 1,7 milljarður manna skortir aðgang að kælingu, sem hefur áhrif á öryggi og næringu matvæla.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Yfir 2,5 milljarðar manna hafa ekki efni á hollu mataræði, sem stuðlar að vannæringu og matartengdum sjúkdómum.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Yfir 3,3 milljarðar fullorðinna hafa ekki lokið framhaldsskóla á heimsvísu.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Yfir 4,4 milljarðar manna skortir aðgang að reglulegri fyrirbyggjandi tannlæknaþjónustu.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (leiðrétt fyrir framfærslukostnað)",
  "Passport ownership represents the freedom and means to travel internationally.": "Vegabréfseign táknar frelsi og möguleika til að ferðast á milli landa.",
  "Policy Changes": "Stefnubreytingar",
  "Poverty Status": "Fátæktarstaða",
  "Poverty lines are PPP-based.": "Fátæktarmörk eru byggð á PPP.",
  "Prefer not to say": "Vil ekki segja",
  "Privacy Notice": "Persónuverndartilkynning",
  "Privacy Policy": "Persónuverndarstefna",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Rétt hreinlætisaðstaða kemur í veg fyrir sjúkdóma, verndar mannvirðingu og er grundvallaratriði fyrir lýðheilsu.",
  "Quiz and Income Data": "Spurningakeppni og tekjugögn",
  "Quiz responses, income input (calculator), and response times": "Svör við spurningakeppni, tekjuinntak (reiknivél) og svartími",
  "Quiz responses, response times, and income entered in calculator": "Svör við spurningakeppni, svartími og tekjur færðar í reiknivél",
  "Read Privacy Policy": "Lesa persónuverndarstefnu",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Kæling gerir matvælageymslur kleift, dregur úr sóun og gerir fjölbreyttara og næringarríkara mataræði mögulegt.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Að borða reglulega úti gefur til kynna ráðstöfunartekjur og aðgang að fjölbreyttum matarvalkostum.",
  "Request data deletion": "Óska eftir eyðingu gagna",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Niðurstöður reiknast strax. Ef þú leyfir gagnasöfnun vistum við nafnlausar niðurstöður til að bæta alþjóðlega tölfræði.",
  "Richer than": "Ríkari en",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Aðgangur að hreinu vatni kemur í veg fyrir vatnsborna sjúkdóma og sparar klukkustundir sem annars fara í að safna vatni daglega.",
  "Save failed": "Vistun mistókst",
  "Saved": "Vistað",
  "Saving…": "Vistar…",
  "Secondary education significantly improves employment prospects and earning potential.": "Framhaldsskólamenntun bætir verulega atvinnumöguleika og tekjumöguleika.",
  "Security": "Öryggi",
  "See your income rank worldwide": "Sjá tekjuröðun þína á heimsvísu",
  "Share Rank": "Deila röðun",
  "Share Result": "Deila niðurstöðu",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Snjallsímaeign veitir aðgang að forritum, farsímabanka, leiðsögn og tafarlausum samskiptum.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Félagsleg vernd veitir öryggisnet á meðan á veikindum, atvinnuleysi eða starfslokum stendur.",
  "Source": "Heimild",
  "Start Again": "Byrja aftur",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Streymisáskriftir gefa til kynna eyðslu í afþreyingu og áreiðanlegan internetaðgang.",
  "Switch to PPP": "Skipta yfir í PPP",
  "TOP": "EFST",
  "Tell us about yourself": "Segðu okkur frá þér",
  "That means you are 1 in": "Það þýðir að þú ert 1 af",
  "The collected information is used for the following purposes:": "Söfnuðu upplýsingar eru notaðar í eftirfarandi tilgangi:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Þessi persónuverndarstefna útskýrir hvaða upplýsingar eru safnað, notaðar og verndar þegar þú notar Heimsröðunar spurningakeppnisforritið.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Þessi persónuverndarstefna kann að vera uppfærð af og til. Við munum láta þig vita af verulegum breytingum með því að birta nýju stefnuna á þessari síðu.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Efstu 0,1% byrja á",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Efstu 1% byrja á",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Efstu 10% byrja á",
  "Top earners (out of 8 billion)": "Hæstu launþegar (af 8 milljörðum)",
  "Try It Yourself": "Prófaðu þetta sjálfur",
  "Type an amount to see your rank": "Sláðu inn upphæð til að sjá röðun þína",
  "USD": "USD",
  "View Details": "Skoða nánar",
  "WID thresholds (wid.world)": "WID þröskuldar (wid.world)",
  "WORLD\nRANK": "HEIMSRÖÐUN",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Við söfnum nafnlausum gögnum til að veita betri þjónustu og búa til alþjóðlega tölfræði. Eftirfarandi upplýsingar kunna að vera safnað:",
  "We collect the following types of information:": "Við söfnum eftirfarandi tegundum upplýsinga:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Við seljum ekki persónuupplýsingar þínar. Gögn kunna eingöngu að vera deilt með rannsóknarsamstarfsaðilum á nafnlausu og samansöfnuðu formi. Við kunnum að birta upplýsingar þegar lög krefjast þess.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Við innleiðum viðeigandi tæknilegar og skipulagslegar ráðstafanir til að vernda gögn gegn óheimilum aðgangi, breytingum eða eyðileggingu.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Við geymum gögn í allt að 2 ár í rannsóknarskyni. Eftir þetta tímabil eru gögn sjálfkrafa eytt eða varanlega nafnlaus gerð.",
  "Where do you rank among 8 billion people?": "Hvar stendur þú meðal 8 milljarða manna?",
  "Where do you stand among\n8 billion people?": "Hvar stendur þú meðal\n8 milljarða manna?",
  "Withdraw consent at any time": "Afturkalla samþykki hvenær sem er",
  "YES": "JÁ",
  "Yes_Hint": "Já",
  "You are in the top": "Þú ert í efstu",
  "Your Answers": "Svörin þín",
  "Your Rights": "Réttindi þín",
  "Your income": "Tekjur þínar",
  "Your income vs median": "Tekjur þínar vs miðgildi",
  "are in this group.": "eru í þessum hópi.",
  "of the global population.": "af jarðarbúum.",
  "people": "fólk",
  "people.": "fólk.",
  "per day": "á dag",
  "per month": "á mánuði",
  "per year": "á ári",
  "times the median": "sinnum miðgildið",
  "to reach {{milestone}}": "til að ná {{milestone}}"
}
