{
  "10s": "10-19 anni",
  "20s": "20-29 anni",
  "30s": "30-39 anni",
  "40s": "40-49 anni",
  "50s+": "50+ anni",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "L'accesso al 5G significa download più veloci, streaming migliore e accesso a tecnologie emergenti come AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "La copertura 5G rimane limitata, con solo circa 1,6 miliardi di persone che hanno accesso a questa tecnologia.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Una laurea universitaria fornisce spesso accesso a lavori meglio retribuiti e reti professionali.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Una lavatrice fa risparmiare tempo significativo, soprattutto per le donne che tradizionalmente si occupano del bucato.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Circa 1,7 miliardi di adulti rimangono senza conto bancario, privi di accesso ai servizi finanziari formali.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Circa 2,1 miliardi di persone non hanno mai usato internet, creando un significativo divario digitale.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Circa 2,4 miliardi di persone vivono in condizioni abitative sovraffollate a livello globale.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Circa 3,2 miliardi di persone non possiedono uno smartphone, limitando il loro accesso ai servizi mobili.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Circa 3,6 miliardi di persone non hanno accesso ai servizi sanitari essenziali o affrontano difficoltà finanziarie quando cercano cure.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Circa 4,8 miliardi di persone lavano i vestiti a mano, trascorrendo ore settimanali in questa attività.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Circa 5,6 miliardi di persone non hanno accesso a internet a banda larga fissa a casa.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Circa 6 miliardi di persone non possiedono un passaporto valido, limitando i viaggi internazionali.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Circa 675 milioni di persone in tutto il mondo vivono ancora senza elettricità, principalmente nell'Africa subsahariana e nell'Asia meridionale.",
  "Academic research on global living standards": "Ricerca accademica sugli standard di vita globali",
  "Accept": "Accetta",
  "Access your data": "Accedi ai tuoi dati",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Uno spazio abitativo adeguato supporta la privacy, lo studio, il lavoro da casa e la salute mentale generale.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Permettersi cibo nutriente è essenziale per la salute fisica, lo sviluppo cognitivo e la produttività.",
  "Age Group": "Fascia d'età",
  "Age group and gender (optional)": "Fascia d'età e genere (opzionale)",
  "Age group and gender you optionally provide": "Fascia d'età e genere che fornisci opzionalmente",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "L'esperienza di viaggio aereo indica l'accesso alla mobilità a lunga distanza e spesso l'esposizione internazionale.",
  "Already {{milestone}}": "Sei già in {{milestone}}",
  "Analyzing global data...": "Analisi dei dati globali...",
  "Annual income": "Reddito annuale",
  "Approximate location (country/city from IP)": "Posizione approssimativa (paese/città da IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Circa 770 milioni di adulti in tutto il mondo non sanno leggere o scrivere, di cui due terzi sono donne.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Circa 1,7 miliardi di persone non hanno servizi igienici di base e 494 milioni praticano ancora la defecazione all'aperto.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Circa 2,1 miliardi di persone non hanno servizi di acqua potabile gestiti in modo sicuro a casa.",
  "Awesome Rank": "Awesome Rank",
  "Back": "Indietro",
  "Begin Analysis": "Inizia Analisi",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Essere nella classe dei consumatori significa avere un reddito discrezionale oltre le necessità di base.",
  "Browser type, screen resolution, language settings": "Tipo di browser, risoluzione dello schermo, impostazioni della lingua",
  "Calculating...": "Calcolo in corso...",
  "Can you access essential healthcare without financial hardship?": "Puoi accedere all'assistenza sanitaria essenziale senza difficoltà finanziarie?",
  "Can you afford a healthy diet?": "Puoi permetterti una dieta sana?",
  "Can you read and write simple sentences?": "Sai leggere e scrivere frasi semplici?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Il possesso di un'auto fornisce mobilità, flessibilità e accesso a opportunità oltre le rotte del trasporto pubblico.",
  "Check Rank": "Controlla posizione",
  "Close": "Chiudi",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "I dati raccolti sono utilizzati solo per scopi di ricerca e miglioramento del servizio. Non vendiamo né condividiamo le tue informazioni personali con terze parti.",
  "Coming Soon": "Prossimamente",
  "Continue": "Continua",
  "Copied!": "Copiato!",
  "Cost of living": "Costo della vita",
  "Country and city derived from IP address": "Paese e città ricavati dall'indirizzo IP",
  "Data": "Dati",
  "Data Retention": "Conservazione dei dati",
  "Data Sharing": "Condivisione dei dati",
  "Decline": "Rifiuta",
  "Demographic Information": "Informazioni demografiche",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "L'accesso alle cure dentistiche indica una più ampia disponibilità di assistenza sanitaria e pratiche di salute preventiva.",
  "Depending on your location, you may have the following rights:": "A seconda della tua posizione, potresti avere i seguenti diritti:",
  "Device Information": "Informazioni sul dispositivo",
  "Device type, screen size, browser language": "Tipo di dispositivo, dimensione dello schermo, lingua del browser",
  "Did you graduate from high school (secondary education)?": "Ti sei diplomato alla scuola superiore (istruzione secondaria)?",
  "Discover where you stand": "Scopri dove ti collochi",
  "Do Not Collect My Data": "Non Raccogliere i Miei Dati",
  "Do you have a bank account or mobile money account?": "Hai un conto bancario o un conto di mobile money?",
  "Do you have a refrigerator in your home?": "Hai un frigorifero in casa?",
  "Do you have a valid passport?": "Hai un passaporto valido?",
  "Do you have access to a flush toilet or improved sanitation?": "Hai accesso a un WC con sciacquone o servizi igienici migliorati?",
  "Do you have access to electricity in your home?": "Hai accesso all'elettricità in casa?",
  "Do you have access to safe drinking water at home?": "Hai accesso ad acqua potabile sicura a casa?",
  "Do you live in a non-overcrowded home?": "Vivi in una casa non sovraffollata?",
  "Do you own a personal smartphone?": "Possiedi uno smartphone personale?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Sei abbonato a un servizio di streaming a pagamento (Netflix, ecc.)?",
  "Do you use the internet?": "Usi internet?",
  "Enter your annual income to estimate where you stand globally": "Inserisci il tuo reddito annuale per stimare la tua posizione a livello globale",
  "Example: 50,000": "Esempio: 50.000",
  "Exchange rate": "Tasso di cambio",
  "Female": "Femmina",
  "File a complaint with supervisory authority": "Presentare un reclamo all'autorità di vigilanza",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "L'inclusione finanziaria consente di risparmiare, prendere in prestito e ricevere pagamenti in sicurezza, essenziale per la stabilità economica.",
  "For more accurate comparison": "Per un confronto più accurato",
  "Gender": "Genere",
  "Generate anonymized global statistics": "Generare statistiche globali anonimizzate",
  "GitHub": "GitHub",
  "Global": "Globale",
  "Global Rate": "Tasso globale",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Metà dell'umanità vive con meno di 12$ al giorno, limitando le loro scelte di consumo.",
  "Have you ever flown on an airplane?": "Hai mai volato su un aereo?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Avere elettricità significa avere accesso all'illuminazione, alla refrigerazione e alla possibilità di caricare dispositivi, una base per la vita moderna.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "L'accesso all'assistenza sanitaria senza oneri finanziari significa che la malattia non porta alla povertà.",
  "Home": "Home",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "La banda larga domestica consente il lavoro remoto, lo streaming, le videochiamate e esperienze online senza interruzioni.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "La sicurezza abitativa consente la pianificazione a lungo termine, gli investimenti immobiliari e il benessere psicologico.",
  "How We Use Information": "Come utilizziamo le informazioni",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Sono nel Top {{score}}% della popolazione mondiale! #AwesomeRank",
  "Implication": "Implicazione",
  "Improve question quality and user experience": "Migliorare la qualità delle domande e l'esperienza utente",
  "Income Rank": "Classifica Reddito",
  "Income basis": "Base del reddito",
  "Income rank result": "Risultato classifica reddito",
  "Information We Collect": "Informazioni che raccogliamo",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "L'accesso a internet consente l'istruzione, opportunità di lavoro, connessione sociale e accesso a informazioni vitali.",
  "Introduction": "Introduzione",
  "Last updated": "Ultimo aggiornamento",
  "Less than half of the world's households have access to a personal vehicle.": "Meno della metà delle famiglie del mondo ha accesso a un veicolo personale.",
  "Level 1: Infrastructure (Survival)": "Livello 1: Infrastruttura (Sopravvivenza)",
  "Level 2: Connectivity (Information)": "Livello 2: Connettività (Informazione)",
  "Level 3: Assets (Comfort)": "Livello 3: Beni (Comfort)",
  "Level 5: Mobility (Elite)": "Livello 5: Mobilità (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "L'alfabetizzazione apre le porte all'occupazione, all'accesso alle informazioni e alla partecipazione civica che molti danno per scontate.",
  "Location Information": "Informazioni sulla posizione",
  "Male": "Maschio",
  "Market": "Mercato",
  "Market exchange rate (MER)": "Tasso di cambio di mercato (MER)",
  "Median (50th)": "Mediana (50°)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Il mio reddito è nel Top {{score}} mondiale. Controlla il tuo:",
  "NO": "NO",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Quasi 1 miliardo di persone in tutto il mondo si sente insicuro riguardo al proprio possesso abitativo.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Quasi 3,8 miliardi di persone non hanno alcuna forma di copertura di protezione sociale.",
  "New": "Nuovo",
  "Next milestone": "Prossimo traguardo",
  "No_Hint": "No",
  "Not saved": "Non salvato",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Solo 1 adulto su 4 in tutto il mondo ha completato l'istruzione terziaria.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Solo circa 1,2 miliardi di persone sono abbonate a servizi di streaming a pagamento in tutto il mondo.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Solo circa 1,6 miliardi di persone hanno mai volato su un aereo nella loro vita.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Solo circa un terzo delle persone può permettersi regolarmente di mangiare fuori casa.",
  "Other": "Altro",
  "Out of 8 billion people, only": "Su 8 miliardi di persone, solo",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Oltre 1,7 miliardi di persone non hanno accesso alla refrigerazione, con effetti sulla sicurezza alimentare e la nutrizione.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Oltre 2,5 miliardi di persone non possono permettersi una dieta sana, contribuendo alla malnutrizione e alle malattie legate all'alimentazione.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Oltre 3,3 miliardi di adulti non hanno completato l'istruzione secondaria in tutto il mondo.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Oltre 4,4 miliardi di persone non hanno accesso a cure dentistiche preventive regolari.",
  "PPP": "PPA",
  "PPP (cost of living adjusted)": "PPA (aggiustato per costo della vita)",
  "Passport ownership represents the freedom and means to travel internationally.": "Il possesso di un passaporto rappresenta la libertà e i mezzi per viaggiare a livello internazionale.",
  "Policy Changes": "Modifiche alla politica",
  "Poverty Status": "Stato di povertà",
  "Poverty lines are PPP-based.": "Le soglie di povertà sono basate sulla PPA.",
  "Prefer not to say": "Preferisco non dirlo",
  "Privacy Notice": "Avviso sulla Privacy",
  "Privacy Policy": "Informativa sulla Privacy",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Servizi igienici adeguati prevengono le malattie, proteggono la dignità e sono fondamentali per la salute pubblica.",
  "Quiz and Income Data": "Dati del quiz e del reddito",
  "Quiz responses, income input (calculator), and response times": "Risposte al quiz, input del reddito (calcolatrice) e tempi di risposta",
  "Quiz responses, response times, and income entered in calculator": "Risposte al quiz, tempi di risposta e reddito inserito nella calcolatrice",
  "Read Privacy Policy": "Leggi l'Informativa sulla Privacy",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "La refrigerazione consente la conservazione degli alimenti, riduce gli sprechi e permette una dieta più varia e nutriente.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Mangiare regolarmente fuori indica reddito disponibile e accesso a diverse opzioni alimentari.",
  "Request data deletion": "Richiedi cancellazione dati",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "I risultati vengono calcolati immediatamente. Se consenti la raccolta dati, salviamo risultati anonimizzati per migliorare le statistiche globali.",
  "Richer than": "Più ricco di",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "L'accesso all'acqua sicura previene le malattie trasmesse dall'acqua e fa risparmiare ore trascorse a raccogliere acqua ogni giorno.",
  "Save failed": "Salvataggio non riuscito",
  "Saved": "Salvato",
  "Saving…": "Salvataggio…",
  "Secondary education significantly improves employment prospects and earning potential.": "L'istruzione secondaria migliora significativamente le prospettive di lavoro e il potenziale di guadagno.",
  "Security": "Sicurezza",
  "See your income rank worldwide": "Scopri la tua classifica di reddito mondiale",
  "Share Rank": "Condividi posizione",
  "Share Result": "Condividi risultato",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Il possesso di uno smartphone fornisce accesso ad app, mobile banking, navigazione e comunicazione istantanea.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "La protezione sociale fornisce una rete di sicurezza durante malattia, disoccupazione o pensionamento.",
  "Source": "Fonte",
  "Start Again": "Ricomincia",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Gli abbonamenti streaming indicano spesa discrezionale per l'intrattenimento e accesso affidabile a internet.",
  "Switch to PPP": "Passa a PPA",
  "TOP": "TOP",
  "Tell us about yourself": "Parlaci di te",
  "That means you are 1 in": "Ciò significa che sei 1 su",
  "The collected information is used for the following purposes:": "Le informazioni raccolte vengono utilizzate per i seguenti scopi:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Questa informativa sulla privacy spiega quali informazioni vengono raccolte, utilizzate e protette quando usi l'applicazione quiz Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Questa informativa sulla privacy può essere aggiornata di tanto in tanto. Ti informeremo di modifiche significative pubblicando la nuova politica su questa pagina.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Il top 0,1% inizia a",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Il top 1% inizia a",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Il top 10% inizia a",
  "Top earners (out of 8 billion)": "I più ricchi (su 8 miliardi)",
  "Try It Yourself": "Prova tu stesso",
  "Type an amount to see your rank": "Digita un importo per vedere la tua classifica",
  "USD": "USD",
  "View Details": "Vedi dettagli",
  "WID thresholds (wid.world)": "Soglie WID (wid.world)",
  "WORLD\nRANK": "CLASSIFICA\nMONDIALE",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Raccogliamo dati anonimi per fornire un servizio migliore e generare statistiche globali. Le seguenti informazioni possono essere raccolte:",
  "We collect the following types of information:": "Raccogliamo i seguenti tipi di informazioni:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Non vendiamo le tue informazioni personali. I dati possono essere condivisi solo con partner di ricerca in forma anonimizzata e aggregata. Possiamo divulgare informazioni quando richiesto dalla legge.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Implementiamo misure tecniche e organizzative appropriate per proteggere i dati da accesso non autorizzato, alterazione o distruzione.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Conserviamo i dati per un massimo di 2 anni per scopi di ricerca. Dopo questo periodo, i dati vengono automaticamente eliminati o anonimizzati permanentemente.",
  "Where do you rank among 8 billion people?": "Dove ti collochi tra 8 miliardi di persone?",
  "Where do you stand among\n8 billion people?": "Dove ti collochi tra\n8 miliardi di persone?",
  "Withdraw consent at any time": "Ritira il consenso in qualsiasi momento",
  "YES": "SÌ",
  "Yes_Hint": "Si",
  "You are in the top": "Sei nel top",
  "Your Answers": "Le tue risposte",
  "Your Rights": "I tuoi diritti",
  "Your income": "Il tuo reddito",
  "Your income vs median": "Il tuo reddito vs mediana",
  "are in this group.": "sono in questo gruppo.",
  "of the global population.": "della popolazione mondiale.",
  "people": "persone",
  "people.": "persone.",
  "per day": "al giorno",
  "per month": "al mese",
  "per year": "all'anno",
  "times the median": "volte la mediana",
  "to reach {{milestone}}": "per raggiungere {{milestone}}"
}
