{
  "10s": "10代",
  "20s": "20代",
  "30s": "30代",
  "40s": "40代",
  "50s+": "50代以上",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5Gアクセスにより、高速ダウンロード、より良いストリーミング、AR/VRなどの新興技術へのアクセスが可能になります。",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5Gカバレッジは限られており、この技術にアクセスできるのは約16億人のみです。",
  "A university degree often provides access to higher-paying jobs and professional networks.": "大学の学位は、より高収入の仕事や専門的なネットワークへのアクセスを提供することが多いです。",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "洗濯機は大幅な時間節約になります。特に伝統的に洗濯を担当してきた女性にとって重要です。",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "約17億人の成人が銀行口座を持たず、正式な金融サービスを利用できません。",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "約21億人がインターネットを使用したことがなく、大きなデジタル格差を生み出しています。",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "世界で約24億人が過密な住居環境で暮らしています。",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "約32億人がスマートフォンを所有しておらず、モバイルサービスへのアクセスが制限されています。",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "約36億人が必須の医療サービスを受けられないか、医療を求める際に経済的困難に直面しています。",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "約48億人が手洗いで洗濯をしており、毎週何時間もこの作業に費やしています。",
  "About 5.6 billion people lack fixed broadband internet access at home.": "約56億人が自宅で固定ブロードバンドインターネットにアクセスできません。",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "約60億人が有効なパスポートを持っておらず、海外旅行が制限されています。",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "世界で約6億7500万人が電気のない生活をしており、その多くはサハラ以南のアフリカと南アジアに住んでいます。",
  "Academic research on global living standards": "グローバルな生活水準に関する学術研究を実施する",
  "Accept": "同意する",
  "Access your data": "データへのアクセス",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "十分な居住空間は、プライバシー、勉強、在宅勤務、そして全体的な精神的健康をサポートします。",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "栄養のある食事を確保することは、身体的健康、認知発達、生産性に不可欠です。",
  "Age Group": "年齢層",
  "Age group and gender (optional)": "年齢層と性別（任意）",
  "Age group and gender you optionally provide": "任意で提供された年齢層と性別",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "飛行機での旅行経験は、長距離移動へのアクセスと国際的な経験を示します。",
  "Already {{milestone}}": "すでに{{milestone}}です",
  "Analyzing global data...": "グローバルデータを分析中...",
  "Annual income": "年間所得",
  "Approximate location (country/city from IP)": "おおよその位置情報（IPアドレスから取得した国/都市）",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "世界で約7億7000万人の成人が読み書きができず、その3分の2は女性です。",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "約17億人が基本的な衛生設備を欠いており、4億9400万人が今も野外排泄を行っています。",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "約21億人が自宅で安全に管理された飲料水サービスを利用できません。",
  "Awesome Rank": "Awesome Rank",
  "Back": "戻る",
  "Begin Analysis": "分析を開始",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "消費者層に属するということは、基本的な生活必需品を超えた可処分所得があることを意味します。",
  "Browser type, screen resolution, language settings": "ブラウザの種類、画面解像度、言語設定",
  "Calculating...": "計算中...",
  "Can you access essential healthcare without financial hardship?": "",
  "Can you afford a healthy diet?": "",
  "Can you read and write simple sentences?": "",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "自動車の所有は、移動性、柔軟性、公共交通機関のルートを超えた機会へのアクセスを提供します。",
  "Check Rank": "ランキングを確認",
  "Close": "閉じる",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "あなたのデータは、研究およびサービスの改善のためにのみ使用されます。個人情報を第三者に販売または共有することはありません。",
  "Coming Soon": "近日公開",
  "Continue": "続ける",
  "Copied!": "コピーしました！",
  "Cost of living": "生活費",
  "Country and city derived from IP address": "IPアドレスから取得した国と都市",
  "Data": "データ",
  "Data Retention": "データの保持期間",
  "Data Sharing": "データの共有",
  "Decline": "拒否する",
  "Demographic Information": "人口統計",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "",
  "Depending on your location, you may have the following rights:": "お住まいの地域によっては、以下の権利を有する場合があります：",
  "Device Information": "デバイス情報",
  "Device type, screen size, browser language": "デバイスの種類、画面サイズ、ブラウザ言語",
  "Did you graduate from high school (secondary education)?": "",
  "Discover where you stand": "あなたの位置を発見しよう",
  "Do Not Collect My Data": "データ収集を拒否する",
  "Do you have a bank account or mobile money account?": "",
  "Do you have a refrigerator in your home?": "",
  "Do you have a valid passport?": "",
  "Do you have access to a flush toilet or improved sanitation?": "",
  "Do you have access to electricity in your home?": "",
  "Do you have access to safe drinking water at home?": "",
  "Do you live in a non-overcrowded home?": "",
  "Do you own a personal smartphone?": "",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "",
  "Do you use the internet?": "",
  "Enter your annual income to estimate where you stand globally": "年間所得を入力して、世界での位置を推定する",
  "Example: 50,000": "例：50,000",
  "Exchange rate": "為替レート",
  "Female": "女性",
  "File a complaint with supervisory authority": "監督機関に苦情を申し立てる",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "金融包摂により、安全に貯蓄、借入、支払いの受け取りができ、経済的安定に不可欠です。",
  "For more accurate comparison": "より正確な比較のために",
  "Gender": "性別",
  "Generate anonymized global statistics": "匿名のグローバル統計を生成する",
  "GitHub": "GitHub",
  "Global": "グローバル",
  "Global Rate": "世界割合",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "人類の半分は1日12ドル未満で生活しており、消費の選択肢が制限されています。",
  "Have you ever flown on an airplane?": "",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "電気があるということは、照明、冷蔵、デバイスの充電ができることを意味し、現代生活の基盤です。",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "経済的負担なく医療を受けられることは、病気が貧困につながらないことを意味します。",
  "Home": "ホーム",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "家庭用ブロードバンドは、リモートワーク、ストリーミング、ビデオ通話、シームレスなオンライン体験を可能にします。",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "住居の安定は、長期的な計画、不動産への投資、精神的な幸福を可能にします。",
  "How We Use Information": "情報の使用方法",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "私は世界人口の上位{{score}}%です！ #AwesomeRank",
  "Implication": "意味",
  "Improve question quality and user experience": "質問の質とユーザー体験を改善する",
  "Income Rank": "所得ランク",
  "Income basis": "所得基準",
  "Income rank result": "所得ランク結果",
  "Information We Collect": "収集する情報",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "インターネットへのアクセスは、教育、就職機会、社会的つながり、重要な情報へのアクセスを可能にします。",
  "Introduction": "はじめに",
  "Last updated": "最終更新",
  "Less than half of the world's households have access to a personal vehicle.": "世界の半数未満の世帯しか個人用車両にアクセスできません。",
  "Level 1: Infrastructure (Survival)": "",
  "Level 2: Connectivity (Information)": "",
  "Level 3: Assets (Comfort)": "",
  "Level 5: Mobility (Elite)": "",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "識字能力は、多くの人が当たり前と思っている雇用、情報へのアクセス、市民参加への扉を開きます。",
  "Location Information": "位置情報",
  "Male": "男性",
  "Market": "市場",
  "Market exchange rate (MER)": "市場為替レート（MER）",
  "Median (50th)": "中央値（50パーセンタイル）",
  "My income is in the Top {{score}} worldwide. Check yours:": "私の収入は世界のトップ{{score}}です。あなたも確認してみてください：",
  "NO": "いいえ",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "世界で約10億人が住居の安定性に不安を感じています。",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "約38億人があらゆる形態の社会保障を受けていません。",
  "New": "新機能",
  "Next milestone": "次の目標",
  "No_Hint": "いいえ",
  "Not saved": "未保存",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "世界で成人の4人に1人しか高等教育を修了していません。",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "世界で約12億人しか有料ストリーミングサービスに加入していません。",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "生涯で飛行機に乗ったことがある人は約16億人しかいません。",
  "Only about one-third of people can regularly afford to eat outside the home.": "定期的に外食できる余裕がある人は約3分の1しかいません。",
  "Other": "その他",
  "Out of 8 billion people, only": "80億人中、わずか",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "17億人以上が冷蔵設備にアクセスできず、食品の安全性と栄養に影響を与えています。",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "25億人以上が健康的な食事を購入できず、栄養不良や食事関連の病気の原因となっています。",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "世界で33億人以上の成人が中等教育を修了していません。",
  "Over 4.4 billion people lack access to regular preventive dental care.": "44億人以上が定期的な予防歯科医療を受けられません。",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP（生活費調整済み）",
  "Passport ownership represents the freedom and means to travel internationally.": "パスポートの所有は、国際旅行の自由と手段を表しています。",
  "Policy Changes": "ポリシーの変更",
  "Poverty Status": "貧困状況",
  "Poverty lines are PPP-based.": "貧困ラインはPPPベースです。",
  "Prefer not to say": "回答しない",
  "Privacy Notice": "プライバシー通知",
  "Privacy Policy": "プライバシーポリシー",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "適切な衛生設備は病気を予防し、尊厳を守り、公衆衛生の基本です。",
  "Quiz and Income Data": "クイズ・収入データ",
  "Quiz responses, income input (calculator), and response times": "クイズ回答、収入入力（計算機）、回答時間",
  "Quiz responses, response times, and income entered in calculator": "クイズの回答、回答時間、計算機に入力した収入",
  "Read Privacy Policy": "プライバシーポリシーを読む",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "冷蔵設備は食品の保存を可能にし、廃棄を減らし、より多様で栄養のある食事を可能にします。",
  "Regular dining out indicates disposable income and access to diverse food options.": "定期的な外食は可処分所得と多様な食事の選択肢へのアクセスを示します。",
  "Request data deletion": "データの削除を要求する",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "結果はすぐに計算されます。データ収集を許可すると、匿名化した結果を保存して世界統計の改善に役立てます。",
  "Richer than": "より裕福",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "安全な水へのアクセスは水系感染症を予防し、毎日の水汲みに費やす時間を節約します。",
  "Save failed": "保存に失敗しました",
  "Saved": "保存しました",
  "Saving…": "保存中…",
  "Secondary education significantly improves employment prospects and earning potential.": "中等教育は就職の見通しと収入の可能性を大幅に向上させます。",
  "Security": "セキュリティ",
  "See your income rank worldwide": "世界での所得ランクを確認",
  "Share Rank": "ランキングを共有",
  "Share Result": "結果を共有",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "スマートフォンの所有は、アプリ、モバイルバンキング、ナビゲーション、即時通信へのアクセスを提供します。",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "社会保障は、病気、失業、または退職時のセーフティネットを提供します。",
  "Source": "出典",
  "Start Again": "もう一度始める",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "ストリーミングサービスの契約は、娯楽への自由裁量支出と安定したインターネット接続を示します。",
  "Switch to PPP": "PPPに切り替える",
  "TOP": "上位",
  "Tell us about yourself": "あなたについて教えてください",
  "That means you are 1 in": "つまり、あなたは",
  "The collected information is used for the following purposes:": "以下の目的で情報を使用します：",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "このプライバシーポリシーは、Awesome Rankがクイズアプリケーションをご利用いただく際に、どのように情報を収集、使用、保護するかを説明しています。",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "このプライバシーポリシーは随時更新される場合があります。重要な変更がある場合は、このページに新しいポリシーを掲載することでお知らせします。",
  "Top 0.1%": "上位0.1%",
  "Top 0.1% starts at": "上位0.1%の基準",
  "Top 1%": "上位1%",
  "Top 1% starts at": "上位1%の基準",
  "Top 10%": "上位10%",
  "Top 10% starts at": "上位10%の基準",
  "Top earners (out of 8 billion)": "高所得者（80億人中）",
  "Try It Yourself": "自分で試す",
  "Type an amount to see your rank": "金額を入力してランクを確認",
  "USD": "米ドル",
  "View Details": "詳細を見る",
  "WID thresholds (wid.world)": "WID基準値（wid.world）",
  "WORLD\nRANK": "WORLD\nRANK",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "私たちは、あなたの体験を改善し、グローバルな統計情報を提供するために匿名データを収集します。以下の情報が収集される場合があります：",
  "We collect the following types of information:": "以下の種類の情報を収集します：",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "個人情報を販売することはありません。データは匿名化・集計された形式でのみ研究パートナーと共有される場合があります。法律で義務付けられている場合は情報を開示することがあります。",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "不正アクセス、改ざん、破壊からデータを保護するため、適切な技術的および組織的措置を実施しています。",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "研究目的でデータを最大2年間保持します。この期間後、データは自動的に削除されるか、永続的に匿名化されます。",
  "Where do you rank among 8 billion people?": "80億人の中であなたの位置は？",
  "Where do you stand among\n8 billion people?": "80億人の中で、\nあなたはどの位置にいますか？",
  "Withdraw consent at any time": "いつでも同意を撤回する",
  "YES": "はい",
  "Yes_Hint": "はい",
  "You are in the top": "あなたは世界の上位",
  "Your Answers": "あなたの回答",
  "Your Rights": "あなたの権利",
  "Your income": "あなたの収入",
  "Your income vs median": "中位値との比較",
  "are in this group.": "がこのグループに属しています。",
  "of the global population.": "に含まれます。",
  "people": "人に1人",
  "people.": "人に1人の希少な存在です。",
  "per day": "1日あたり",
  "per month": "月間",
  "per year": "年間",
  "times the median": "中位値の倍",
  "to reach {{milestone}}": "{{milestone}}に到達するため"
}
