{
  "10s": "10-19 gadi",
  "20s": "20-29 gadi",
  "30s": "30-39 gadi",
  "40s": "40-49 gadi",
  "50s+": "50+ gadi",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G piekļuve nozīmē ātrāku lejupielādi, labāku straumēšanu un piekļuvi jaunām tehnoloģijām, piemēram, AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G pārklājums joprojām ir ierobežots - tikai aptuveni 1,6 miljardiem cilvēku ir piekļuve šai tehnoloģijai.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Universitātes diploms bieži nodrošina piekļuvi labāk apmaksātiem darbiem un profesionāliem kontaktiem.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Veļas mašīna ietaupa ievērojamu laiku, īpaši sievietēm, kuras tradicionāli nodarbojas ar veļas mazgāšanu.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Aptuveni 1,7 miljardi pieaugušo nav banku pakalpojumu lietotāji un tiem nav piekļuves oficiāliem finanšu pakalpojumiem.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Aptuveni 2,1 miljards cilvēku nekad nav lietojuši internetu, radot ievērojamu digitālo plaisu.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Aptuveni 2,4 miljardi cilvēku visā pasaulē dzīvo pārpildītos mājokļos.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Aptuveni 3,2 miljardiem cilvēku nav viedtālruņa, kas ierobežo viņu piekļuvi mobilajiem pakalpojumiem.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Aptuveni 3,6 miljardiem cilvēku nav piekļuves būtiskām veselības aprūpes pakalpojumiem vai viņi saskaras ar finansiālām grūtībām, meklējot aprūpi.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Aptuveni 4,8 miljardi cilvēku mazgā drēbes ar rokām, katru nedēļu pavadot stundas šai darbībai.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Aptuveni 5,6 miljardiem cilvēku mājās nav fiksētā platjoslas interneta piekļuves.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Aptuveni 6 miljardiem cilvēku nav derīgas pases, kas ierobežo starptautiskos ceļojumus.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Aptuveni 675 miljoni cilvēku visā pasaulē joprojām dzīvo bez elektrības, galvenokārt Subsahāras Āfrikā un Dienvidāzijā.",
  "Academic research on global living standards": "Akadēmisks pētījums par globālajiem dzīves standartiem",
  "Accept": "Pieņemt",
  "Access your data": "Piekļūt saviem datiem",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Atbilstoša dzīvojamā telpa nodrošina privātumu, mācīšanos, darbu no mājām un vispārējo garīgo veselību.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Iespēja atļauties uzturvērtīgu pārtiku ir būtiska fiziskajai veselībai, kognitīvajai attīstībai un produktivitātei.",
  "Age Group": "Vecuma grupa",
  "Age group and gender (optional)": "Vecuma grupa un dzimums (neobligāti)",
  "Age group and gender you optionally provide": "Vecuma grupa un dzimums, ko neobligāti norādāt",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Lidojumu pieredze liecina par piekļuvi liela attāluma pārvietošanai un bieži starptautiskai pieredzei.",
  "Already {{milestone}}": "Tu jau esi {{milestone}}",
  "Analyzing global data...": "Analizē globālos datus...",
  "Annual income": "Gada ienākumi",
  "Approximate location (country/city from IP)": "Aptuvena atrašanās vieta (valsts/pilsēta no IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Aptuveni 770 miljoni pieaugušo visā pasaulē nespēj lasīt vai rakstīt, no kuriem divas trešdaļas ir sievietes.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Aptuveni 1,7 miljardiem cilvēku nav pamata sanitārijas iekārtu, un 494 miljoni joprojām praktizē atvērtu defekalāciju.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Aptuveni 2,1 miljards cilvēku mājās nav droši pārvaldītu dzeramā ūdens pakalpojumu.",
  "Awesome Rank": "Pasaules rangs",
  "Back": "Atpakaļ",
  "Begin Analysis": "Sākt analīzi",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Piederēt patērētāju klasei nozīmē brīvi izvēlēties ienākumus pēc pamata nepieciešamībām.",
  "Browser type, screen resolution, language settings": "Pārlūka tips, ekrāna izšķirtspēja, valodas iestatījumi",
  "Calculating...": "Aprēķina...",
  "Can you access essential healthcare without financial hardship?": "Vai jūs varat piekļūt būtiskai veselības aprūpei bez finansiālām grūtībām?",
  "Can you afford a healthy diet?": "Vai jūs varat atļauties veselīgu uzturu?",
  "Can you read and write simple sentences?": "Vai jūs protat lasīt un rakstīt vienkāršus teikumus?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Automašīnas īpašums nodrošina mobilitāti, elastību un piekļuvi iespējām ārpus sabiedriskā transporta maršrutiem.",
  "Check Rank": "Pārbaudīt rangu",
  "Close": "Aizvērt",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Savāktie dati tiek izmantoti tikai pētījumu un pakalpojumu uzlabošanas nolūkos. Mēs nepārdodam un nedalāmies ar jūsu personisko informāciju ar trešajām pusēm.",
  "Coming Soon": "Drīzumā",
  "Continue": "Turpināt",
  "Copied!": "Nokopēts!",
  "Cost of living": "Dzīves dārdzība",
  "Country and city derived from IP address": "Valsts un pilsēta, noteikta no IP adreses",
  "Data": "Dati",
  "Data Retention": "Datu glabāšana",
  "Data Sharing": "Datu kopīgošana",
  "Decline": "Noraidīt",
  "Demographic Information": "Demogrāfiskā informācija",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Piekļuve zobārstniecības aprūpei liecina par plašāku veselības aprūpes pieejamību un profilaktiskām veselības praksēm.",
  "Depending on your location, you may have the following rights:": "Atkarībā no jūsu atrašanās vietas jums var būt šādas tiesības:",
  "Device Information": "Ierīces informācija",
  "Device type, screen size, browser language": "Ierīces tips, ekrāna izmērs, pārlūka valoda",
  "Did you graduate from high school (secondary education)?": "Vai jūs esat beidzis vidusskolu (vidējo izglītību)?",
  "Discover where you stand": "Atklājiet, kur jūs atrodaties",
  "Do Not Collect My Data": "Nevāciet manus datus",
  "Do you have a bank account or mobile money account?": "Vai jums ir bankas konts vai mobilā naudas konts?",
  "Do you have a refrigerator in your home?": "Vai jums mājās ir ledusskapis?",
  "Do you have a valid passport?": "Vai jums ir derīga pase?",
  "Do you have access to a flush toilet or improved sanitation?": "Vai jums ir piekļuve skalojamam tualetam vai uzlabotai sanitārijai?",
  "Do you have access to electricity in your home?": "Vai jums mājās ir elektrība?",
  "Do you have access to safe drinking water at home?": "Vai jums mājās ir piekļuve drošam dzeramajam ūdenim?",
  "Do you live in a non-overcrowded home?": "Vai jūs dzīvojat nepārpildītā mājā?",
  "Do you own a personal smartphone?": "Vai jums ir personīgs viedtālrunis?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Vai jūs abonējat maksas straumēšanas pakalpojumus (Netflix utt.)?",
  "Do you use the internet?": "Vai jūs lietojat internetu?",
  "Enter your annual income to estimate where you stand globally": "Ievadiet savus gada ienākumus, lai novērtētu savu globālo pozīciju",
  "Example: 50,000": "Piemērs: 50 000",
  "Exchange rate": "Valūtas maiņas kurss",
  "Female": "Sieviete",
  "File a complaint with supervisory authority": "Iesniegt sūdzību uzraudzības iestādē",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finanšu iekļaušana ļauj drošā veidā taupīt, aizņemties un saņemt maksājumus - būtiski ekonomiskajai stabilitātei.",
  "For more accurate comparison": "Precīzākam salīdzinājumam",
  "Gender": "Dzimums",
  "Generate anonymized global statistics": "Ģenerēt anonimizētu globālo statistiku",
  "GitHub": "GitHub",
  "Global": "Globāls",
  "Global Rate": "Globālais rādītājs",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Puse cilvēces dzīvo par mazāk nekā 12 USD dienā, ierobežojot viņu patēriņa izvēles.",
  "Have you ever flown on an airplane?": "Vai jūs kādreiz esat lidojis ar lidmašīnu?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Elektrības pieejamība nozīmē, ka jums ir apgaismojums, dzesēšana un iespēja uzlādēt ierīces - mūsdienu dzīves pamats.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Piekļuve veselības aprūpei bez finansiālās slodzes nozīmē, ka slimība nenoved pie nabadzības.",
  "Home": "Sākums",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Mājas platjoslas internets ļauj strādāt attālināti, straumēt, veikt video zvanus un baudīt nevainojamu tiešsaistes pieredzi.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Mājokļa drošība ļauj plānot ilgtermiņā, investēt īpašumā un nodrošināt psiholoģisko labklājību.",
  "How We Use Information": "Kā mēs izmantojam informāciju",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Es esmu augšējos {{score}}% no pasaules iedzīvotājiem! #AwesomeRank",
  "Implication": "Secinājums",
  "Improve question quality and user experience": "Uzlabot jautājumu kvalitāti un lietotāja pieredzi",
  "Income Rank": "Ienākumu rangs",
  "Income basis": "Ienākumu bāze",
  "Income rank result": "Ienākumu ranga rezultāts",
  "Information We Collect": "Informācija, ko mēs vācam",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Interneta piekļuve ļauj iegūt izglītību, darba iespējas, sociālos sakarus un piekļuvi svarīgai informācijai.",
  "Introduction": "Ievads",
  "Last updated": "Pēdējoreiz atjaunināts",
  "Less than half of the world's households have access to a personal vehicle.": "Mazāk nekā pusei pasaules mājsaimniecību ir piekļuve personīgajam transportlīdzeklim.",
  "Level 1: Infrastructure (Survival)": "1. līmenis: Infrastruktūra (Izdzīvošana)",
  "Level 2: Connectivity (Information)": "2. līmenis: Savienojamība (Informācija)",
  "Level 3: Assets (Comfort)": "3. līmenis: Aktīvi (Komforts)",
  "Level 5: Mobility (Elite)": "5. līmenis: Mobilitāte (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Lasītprasme atver durvis uz nodarbinātību, piekļuvi informācijai un pilsonisko līdzdalību, ko daudzi uzskata par pašsaprotamu.",
  "Location Information": "Atrašanās vietas informācija",
  "Male": "Vīrietis",
  "Market": "Tirgus",
  "Market exchange rate (MER)": "Tirgus valūtas maiņas kurss (MER)",
  "Median (50th)": "Mediāna (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mani ienākumi ir augšējos {{score}} pasaulē. Pārbaudiet savus:",
  "NO": "NĒ",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Gandrīz 1 miljards cilvēku visā pasaulē jūtas nedrošs par savu mājokļa noturību.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Gandrīz 3,8 miljardiem cilvēku nav nekādas sociālās aizsardzības.",
  "New": "Jauns",
  "Next milestone": "Nākamais pavērsiens",
  "No_Hint": "Nē",
  "Not saved": "Nav saglabāts",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Tikai 1 no 4 pieaugušajiem visā pasaulē ir pabeidzis augstāko izglītību.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Tikai aptuveni 1,2 miljardi cilvēku visā pasaulē abonē maksas straumēšanas pakalpojumus.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Tikai aptuveni 1,6 miljardi cilvēku savā dzīvē kādreiz ir lidojuši ar lidmašīnu.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Tikai aptuveni trešdaļa cilvēku regulāri var atļauties ēst ārpus mājām.",
  "Other": "Cits",
  "Out of 8 billion people, only": "No 8 miljardiem cilvēku tikai",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Vairāk nekā 1,7 miljardiem cilvēku nav piekļuves dzesēšanai, kas ietekmē pārtikas drošību un uzturvērtību.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Vairāk nekā 2,5 miljardi cilvēku nevar atļauties veselīgu uzturu, veicinot nepietiekamu uzturu un ar uzturu saistītas slimības.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Vairāk nekā 3,3 miljardi pieaugušo visā pasaulē nav pabeiguši vidējo izglītību.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Vairāk nekā 4,4 miljardiem cilvēku nav piekļuves regulārai profilaktiskai zobārstniecības aprūpei.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (pielāgots dzīves dārdzībai)",
  "Passport ownership represents the freedom and means to travel internationally.": "Pases īpašums atspoguļo brīvību un iespējas ceļot starptautiski.",
  "Policy Changes": "Politikas izmaiņas",
  "Poverty Status": "Nabadzības statuss",
  "Poverty lines are PPP-based.": "Nabadzības sliekšņi balstās uz PPP.",
  "Prefer not to say": "Labāk neatbildēt",
  "Privacy Notice": "Privātuma paziņojums",
  "Privacy Policy": "Privātuma politika",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Pareiza sanitārija novērš slimības, aizsargā cieņu un ir pamats sabiedrības veselībai.",
  "Quiz and Income Data": "Aptaujas un ienākumu dati",
  "Quiz responses, income input (calculator), and response times": "Aptaujas atbildes, ienākumu ievade (kalkulators) un atbilžu laiki",
  "Quiz responses, response times, and income entered in calculator": "Aptaujas atbildes, atbilžu laiki un ienākumi, ievadīti kalkulatorā",
  "Read Privacy Policy": "Lasīt privātuma politiku",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Dzesēšana ļauj saglabāt pārtiku, samazina atkritumu daudzumu un nodrošina daudzveidīgāku un uzturvērtīgāku uzturu.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regulāra ēdināšana ārpus mājām liecina par brīvi izvēlēmiem ienākumiem un piekļuvi dažādām pārtikas iespējām.",
  "Request data deletion": "Pieprasīt datu dzēšanu",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Rezultāti tiek aprēķināti uzreiz. Ja atļausi datu vākšanu, mēs saglabāsim anonimizētus rezultātus, lai uzlabotu globālo statistiku.",
  "Richer than": "Bagātāks nekā",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Piekļuve drošam ūdenim novērš ar ūdeni pārnēsājamas slimības un ietaupa stundas, kas tiek pavadītas, katru dienu vācot ūdeni.",
  "Save failed": "Neizdevās saglabāt",
  "Saved": "Saglabāts",
  "Saving…": "Saglabā…",
  "Secondary education significantly improves employment prospects and earning potential.": "Vidējā izglītība ievērojami uzlabo nodarbinātības izredzes un nopelnīšanas potenciālu.",
  "Security": "Drošība",
  "See your income rank worldwide": "Skatiet savu ienākumu rangu visā pasaulē",
  "Share Rank": "Dalīties ar rangu",
  "Share Result": "Dalīties ar rezultātu",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Viedtālruņa īpašums nodrošina piekļuvi lietotnēm, mobilajai bankai, navigācijai un tūlītējai komunikācijai.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sociālā aizsardzība nodrošina drošības tīklu slimības, bezdarba vai pensionēšanās laikā.",
  "Source": "Avots",
  "Start Again": "Sākt no jauna",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Straumēšanas abonements liecina par brīvi izvēlētiem tēriņiem izklaides un uzticama interneta piekļuves nodrošināšanai.",
  "Switch to PPP": "Pārslēgt uz PPP",
  "TOP": "AUGŠĀ",
  "Tell us about yourself": "Pastāstiet mums par sevi",
  "That means you are 1 in": "Tas nozīmē, ka jūs esat 1 no",
  "The collected information is used for the following purposes:": "Savāktā informācija tiek izmantota šādiem mērķiem:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Šī privātuma politika izskaidro, kāda informācija tiek vākta, izmantota un aizsargāta, kad jūs lietojat Awesome Rank aptaujas lietojumprogrammu.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Šī privātuma politika var tikt laiku pa laikam atjaunināta. Mēs informēsim jūs par būtiskām izmaiņām, publicējot jauno politiku šajā lapā.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Augšējie 0,1% sākas no",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Augšējie 1% sākas no",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Augšējie 10% sākas no",
  "Top earners (out of 8 billion)": "Lielākie nopelnītāji (no 8 miljardiem)",
  "Try It Yourself": "Izmēģiniet pats",
  "Type an amount to see your rank": "Ierakstiet summu, lai redzētu savu rangu",
  "USD": "USD",
  "View Details": "Skatīt detaļas",
  "WID thresholds (wid.world)": "WID sliekšņi (wid.world)",
  "WORLD\nRANK": "PASAULES\nRANGS",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Mēs vācam anonīmus datus, lai sniegtu labāku pakalpojumu un ģenerētu globālo statistiku. Var tikt vākta šāda informācija:",
  "We collect the following types of information:": "Mēs vācam šādu veidu informāciju:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Mēs nepārdodam jūsu personisko informāciju. Dati var tikt kopīgoti ar pētniecības partneriem tikai anonimizētā un apkopotā formā. Mēs varam atklāt informāciju, kad to pieprasa likums.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Mēs ieviešam atbilstošus tehniskos un organizatoriskos pasākumus, lai aizsargātu datus no nesankcionētas piekļuves, izmaiņām vai iznīcināšanas.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Mēs glabājam datus līdz 2 gadiem pētniecības nolūkos. Pēc šī perioda dati tiek automātiski dzēsti vai neatgriezeniski anonimizēti.",
  "Where do you rank among 8 billion people?": "Kāds ir tavs rangs starp 8 miljardiem cilvēku?",
  "Where do you stand among\n8 billion people?": "Kur jūs atrodaties starp\n8 miljardiem cilvēku?",
  "Withdraw consent at any time": "Atsaukt piekrišanu jebkurā laikā",
  "YES": "JĀ",
  "Yes_Hint": "Jā",
  "You are in the top": "Jūs esat augšējos",
  "Your Answers": "Tavas atbildes",
  "Your Rights": "Jūsu tiesības",
  "Your income": "Tavi ienākumi",
  "Your income vs median": "Tavi ienākumi vs mediāna",
  "are in this group.": "ir šajā grupā.",
  "of the global population.": "no globālās populācijas.",
  "people": "cilvēki",
  "people.": "cilvēki.",
  "per day": "dienā",
  "per month": "mēnesī",
  "per year": "gadā",
  "times the median": "reizes mediāna",
  "to reach {{milestone}}": "lai sasniegtu {{milestone}}"
}
