{
  "10s": "10an",
  "20s": "20an",
  "30s": "30an",
  "40s": "40an",
  "50s+": "50an+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Akses 5G bermaksud muat turun lebih pantas, penstriman lebih baik, dan akses kepada teknologi baru seperti AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Liputan 5G kekal terhad, dengan hanya kira-kira 1.6 bilion orang mempunyai akses kepada teknologi ini.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Ijazah universiti sering memberi akses kepada pekerjaan bergaji tinggi dan rangkaian profesional.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Mesin basuh menjimatkan masa yang banyak, terutamanya untuk wanita yang secara tradisinya mengendalikan cucian.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Kira-kira 1.7 bilion orang dewasa masih tidak mempunyai akaun bank, tanpa akses kepada perkhidmatan kewangan formal.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Kira-kira 2.1 bilion orang tidak pernah menggunakan internet, mewujudkan jurang digital yang ketara.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Kira-kira 2.4 bilion orang tinggal dalam keadaan perumahan yang sesak di seluruh dunia.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Kira-kira 3.2 bilion orang tidak memiliki telefon pintar, mengehadkan akses mereka kepada perkhidmatan mudah alih.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Kira-kira 3.6 bilion orang tidak mempunyai akses kepada perkhidmatan kesihatan asas atau menghadapi kesulitan kewangan ketika mencari rawatan.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Kira-kira 4.8 bilion orang mencuci pakaian dengan tangan, menghabiskan berjam-jam setiap minggu untuk tugas ini.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Kira-kira 5.6 bilion orang tidak mempunyai akses internet jalur lebar tetap di rumah.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Kira-kira 6 bilion orang tidak memiliki pasport yang sah, mengehadkan perjalanan antarabangsa.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Kira-kira 675 juta orang di seluruh dunia masih hidup tanpa elektrik, kebanyakannya di Afrika Sub-Sahara dan Asia Selatan.",
  "Academic research on global living standards": "Penyelidikan akademik mengenai taraf hidup global",
  "Accept": "Terima",
  "Access your data": "Akses data anda",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Ruang kediaman yang mencukupi menyokong privasi, pembelajaran, kerja dari rumah, dan kesihatan mental secara keseluruhan.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Kemampuan untuk mendapatkan makanan berkhasiat adalah penting untuk kesihatan fizikal, perkembangan kognitif, dan produktiviti.",
  "Age Group": "Kumpulan Umur",
  "Age group and gender (optional)": "Kumpulan umur dan jantina (pilihan)",
  "Age group and gender you optionally provide": "Kumpulan umur dan jantina yang anda berikan secara pilihan",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Pengalaman perjalanan udara menunjukkan akses kepada mobiliti jarak jauh dan sering pendedahan antarabangsa.",
  "Already {{milestone}}": "Anda sudah berada dalam {{milestone}}",
  "Analyzing global data...": "Menganalisis data global...",
  "Annual income": "Pendapatan tahunan",
  "Approximate location (country/city from IP)": "Lokasi anggaran (negara/bandar dari IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Kira-kira 770 juta orang dewasa di seluruh dunia tidak boleh membaca atau menulis, dengan dua pertiga adalah wanita.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Kira-kira 1.7 bilion orang tidak mempunyai kemudahan sanitasi asas, dan 494 juta masih mengamalkan pembuangan air besar terbuka.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Kira-kira 2.1 bilion orang tidak mempunyai perkhidmatan air minuman yang diuruskan dengan selamat di rumah.",
  "Awesome Rank": "Ranking Dunia",
  "Back": "Kembali",
  "Begin Analysis": "Mulakan Analisis",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Berada dalam kelas pengguna bermaksud mempunyai pendapatan budi bicara melebihi keperluan asas.",
  "Browser type, screen resolution, language settings": "Jenis pelayar, resolusi skrin, tetapan bahasa",
  "Calculating...": "Mengira...",
  "Can you access essential healthcare without financial hardship?": "Bolehkah anda mendapat penjagaan kesihatan asas tanpa kesulitan kewangan?",
  "Can you afford a healthy diet?": "Bolehkah anda membeli diet yang sihat?",
  "Can you read and write simple sentences?": "Bolehkah anda membaca dan menulis ayat mudah?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Pemilikan kereta memberikan mobiliti, fleksibiliti, dan akses kepada peluang di luar laluan transit awam.",
  "Check Rank": "Semak Ranking",
  "Close": "Tutup",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Data yang dikumpul hanya digunakan untuk tujuan penyelidikan dan penambahbaikan perkhidmatan. Kami tidak menjual atau berkongsi maklumat peribadi anda dengan pihak ketiga.",
  "Coming Soon": "Akan Datang",
  "Continue": "Teruskan",
  "Copied!": "Disalin!",
  "Cost of living": "Kos sara hidup",
  "Country and city derived from IP address": "Negara dan bandar yang diperoleh daripada alamat IP",
  "Data": "Data",
  "Data Retention": "Pengekalan Data",
  "Data Sharing": "Perkongsian Data",
  "Decline": "Tolak",
  "Demographic Information": "Maklumat Demografi",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Akses penjagaan pergigian menunjukkan ketersediaan penjagaan kesihatan yang lebih luas dan amalan kesihatan pencegahan.",
  "Depending on your location, you may have the following rights:": "Bergantung pada lokasi anda, anda mungkin mempunyai hak berikut:",
  "Device Information": "Maklumat Peranti",
  "Device type, screen size, browser language": "Jenis peranti, saiz skrin, bahasa pelayar",
  "Did you graduate from high school (secondary education)?": "Adakah anda lulus dari sekolah menengah (pendidikan menengah)?",
  "Discover where you stand": "Temui kedudukan anda",
  "Do Not Collect My Data": "Jangan Kumpul Data Saya",
  "Do you have a bank account or mobile money account?": "Adakah anda mempunyai akaun bank atau akaun wang mudah alih?",
  "Do you have a refrigerator in your home?": "Adakah anda mempunyai peti sejuk di rumah anda?",
  "Do you have a valid passport?": "Adakah anda mempunyai pasport yang sah?",
  "Do you have access to a flush toilet or improved sanitation?": "Adakah anda mempunyai akses kepada tandas siram atau kemudahan sanitasi yang lebih baik?",
  "Do you have access to electricity in your home?": "Adakah anda mempunyai akses kepada elektrik di rumah anda?",
  "Do you have access to safe drinking water at home?": "Adakah anda mempunyai akses kepada air minuman yang selamat di rumah?",
  "Do you live in a non-overcrowded home?": "Adakah anda tinggal di rumah yang tidak sesak?",
  "Do you own a personal smartphone?": "Adakah anda memiliki telefon pintar peribadi?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Adakah anda melanggan perkhidmatan penstriman berbayar (Netflix, dll)?",
  "Do you use the internet?": "Adakah anda menggunakan internet?",
  "Enter your annual income to estimate where you stand globally": "Masukkan pendapatan tahunan anda untuk menganggarkan kedudukan anda di peringkat global",
  "Example: 50,000": "Contoh: 50,000",
  "Exchange rate": "Kadar pertukaran",
  "Female": "Perempuan",
  "File a complaint with supervisory authority": "Failkan aduan dengan pihak berkuasa penyeliaan",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Rangkuman kewangan membolehkan penyimpanan, pinjaman, dan penerimaan pembayaran dengan selamat—penting untuk kestabilan ekonomi.",
  "For more accurate comparison": "Untuk perbandingan yang lebih tepat",
  "Gender": "Jantina",
  "Generate anonymized global statistics": "Hasilkan statistik global tanpa nama",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Rate": "Kadar global",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Separuh daripada manusia hidup dengan kurang dari $12 sehari, mengehadkan pilihan pengguna mereka.",
  "Have you ever flown on an airplane?": "Pernahkah anda menaiki kapal terbang?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Mempunyai elektrik bermaksud anda mempunyai akses kepada pencahayaan, penyejukan, dan keupayaan untuk mengecas peranti—asas untuk kehidupan moden.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Akses penjagaan kesihatan tanpa beban kewangan bermaksud penyakit tidak membawa kepada kemiskinan.",
  "Home": "Utama",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Jalur lebar rumah membolehkan kerja jarak jauh, penstriman, panggilan video, dan pengalaman dalam talian yang lancar.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Keselamatan perumahan membolehkan perancangan jangka panjang, pelaburan dalam hartanah, dan kesejahteraan psikologi.",
  "How We Use Information": "Cara Kami Menggunakan Maklumat",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Saya dalam Top {{score}}% penduduk global! #AwesomeRank",
  "Implication": "Implikasi",
  "Improve question quality and user experience": "Perbaiki kualiti soalan dan pengalaman pengguna",
  "Income Rank": "Ranking Pendapatan",
  "Income basis": "Asas pendapatan",
  "Income rank result": "Keputusan ranking pendapatan",
  "Information We Collect": "Maklumat Yang Kami Kumpul",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Akses internet membolehkan pendidikan, peluang pekerjaan, sambungan sosial, dan akses kepada maklumat penting.",
  "Introduction": "Pengenalan",
  "Last updated": "Kemaskini terakhir",
  "Less than half of the world's households have access to a personal vehicle.": "Kurang dari separuh isi rumah dunia mempunyai akses kepada kenderaan peribadi.",
  "Level 1: Infrastructure (Survival)": "Tahap 1: Infrastruktur (Kelangsungan Hidup)",
  "Level 2: Connectivity (Information)": "Tahap 2: Keterhubungan (Maklumat)",
  "Level 3: Assets (Comfort)": "Tahap 3: Aset (Keselesaan)",
  "Level 5: Mobility (Elite)": "Tahap 5: Mobiliti (Elit)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Celik huruf membuka pintu kepada pekerjaan, akses maklumat, dan penyertaan sivil yang ramai anggap remeh.",
  "Location Information": "Maklumat Lokasi",
  "Male": "Lelaki",
  "Market": "Pasaran",
  "Market exchange rate (MER)": "Kadar pertukaran pasaran (MER)",
  "Median (50th)": "Median (ke-50)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Pendapatan saya dalam Top {{score}} di seluruh dunia. Semak anda punya:",
  "NO": "TIDAK",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Hampir 1 bilion orang di seluruh dunia berasa tidak selamat tentang pemilikan rumah mereka.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Hampir 3.8 bilion orang tidak mempunyai apa-apa bentuk perlindungan sosial.",
  "New": "Baru",
  "Next milestone": "Pencapaian seterusnya",
  "No_Hint": "Tidak",
  "Not saved": "Tidak disimpan",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Hanya 1 daripada 4 orang dewasa di seluruh dunia telah menamatkan pendidikan tinggi.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Hanya kira-kira 1.2 bilion orang melanggan perkhidmatan penstriman berbayar di seluruh dunia.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Hanya kira-kira 1.6 bilion orang pernah menaiki kapal terbang sepanjang hayat mereka.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Hanya kira-kira satu pertiga daripada orang ramai yang mampu makan di luar rumah secara tetap.",
  "Other": "Lain-lain",
  "Out of 8 billion people, only": "Daripada 8 bilion orang, hanya",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Lebih 1.7 bilion orang tidak mempunyai akses kepada penyejukan, menjejaskan keselamatan makanan dan pemakanan.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Lebih 2.5 bilion orang tidak mampu membeli diet yang sihat, menyumbang kepada kekurangan zat makanan dan penyakit berkaitan diet.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Lebih 3.3 bilion orang dewasa belum menamatkan pendidikan menengah di seluruh dunia.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Lebih 4.4 bilion orang tidak mempunyai akses kepada penjagaan pergigian pencegahan yang tetap.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (diselaraskan mengikut kos sara hidup)",
  "Passport ownership represents the freedom and means to travel internationally.": "Pemilikan pasport mewakili kebebasan dan cara untuk melakukan perjalanan antarabangsa.",
  "Policy Changes": "Perubahan Dasar",
  "Poverty Status": "Status kemiskinan",
  "Poverty lines are PPP-based.": "Garis kemiskinan berasaskan PPP.",
  "Prefer not to say": "Lebih suka tidak memberitahu",
  "Privacy Notice": "Notis Privasi",
  "Privacy Policy": "Dasar Privasi",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Sanitasi yang baik mencegah penyakit, melindungi maruah, dan asas kepada kesihatan awam.",
  "Quiz and Income Data": "Data Kuiz dan Pendapatan",
  "Quiz responses, income input (calculator), and response times": "Respons kuiz, input pendapatan (kalkulator), dan masa respons",
  "Quiz responses, response times, and income entered in calculator": "Respons kuiz, masa respons, dan pendapatan yang dimasukkan dalam kalkulator",
  "Read Privacy Policy": "Baca Dasar Privasi",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Penyejukan membolehkan pemeliharaan makanan, mengurangkan pembaziran, dan membolehkan diet yang lebih pelbagai dan berkhasiat.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Makan di luar secara tetap menunjukkan pendapatan boleh guna dan akses kepada pilihan makanan yang pelbagai.",
  "Request data deletion": "Minta penghapusan data",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Keputusan dikira serta-merta. Jika anda membenarkan pengumpulan data, kami menyimpan keputusan tanpa nama untuk menambah baik statistik global.",
  "Richer than": "Lebih kaya daripada",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Akses air yang selamat mencegah penyakit bawaan air dan menjimatkan masa yang dihabiskan untuk mengumpul air setiap hari.",
  "Save failed": "Gagal menyimpan",
  "Saved": "Disimpan",
  "Saving…": "Sedang menyimpan…",
  "Secondary education significantly improves employment prospects and earning potential.": "Pendidikan menengah meningkatkan prospek pekerjaan dan potensi pendapatan dengan ketara.",
  "Security": "Keselamatan",
  "See your income rank worldwide": "Lihat ranking pendapatan anda di seluruh dunia",
  "Share Rank": "Kongsi Ranking",
  "Share Result": "Kongsi Keputusan",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Pemilikan telefon pintar memberikan akses kepada aplikasi, perbankan mudah alih, navigasi, dan komunikasi segera.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Perlindungan sosial menyediakan jaring keselamatan semasa sakit, pengangguran, atau persaraan.",
  "Source": "Sumber",
  "Start Again": "Mulakan Semula",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Langganan penstriman menunjukkan perbelanjaan budi bicara untuk hiburan dan akses internet yang boleh dipercayai.",
  "Switch to PPP": "Tukar ke PPP",
  "TOP": "TERATAS",
  "Tell us about yourself": "Beritahu kami tentang diri anda",
  "That means you are 1 in": "Ini bermakna anda adalah 1 dalam",
  "The collected information is used for the following purposes:": "Maklumat yang dikumpul digunakan untuk tujuan berikut:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Dasar privasi ini menerangkan maklumat yang dikumpul, digunakan, dan dilindungi ketika anda menggunakan aplikasi kuiz Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Dasar privasi ini mungkin dikemas kini dari semasa ke semasa. Kami akan memberitahu anda tentang perubahan penting dengan menyiarkan dasar baru di halaman ini.",
  "Top 0.1%": "0.1% Teratas",
  "Top 0.1% starts at": "0.1% teratas bermula pada",
  "Top 1%": "1% Teratas",
  "Top 1% starts at": "1% teratas bermula pada",
  "Top 10%": "10% Teratas",
  "Top 10% starts at": "10% teratas bermula pada",
  "Top earners (out of 8 billion)": "Berpendapatan tertinggi (daripada 8 bilion orang)",
  "Try It Yourself": "Cuba Sendiri",
  "Type an amount to see your rank": "Taip jumlah untuk melihat ranking anda",
  "USD": "USD",
  "View Details": "Lihat butiran",
  "WID thresholds (wid.world)": "Ambang WID (wid.world)",
  "WORLD\nRANK": "RANKING\nDUNIA",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Kami mengumpul data tanpa nama untuk menyediakan perkhidmatan yang lebih baik dan menghasilkan statistik global. Maklumat berikut mungkin dikumpul:",
  "We collect the following types of information:": "Kami mengumpul jenis maklumat berikut:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Kami tidak menjual maklumat peribadi anda. Data hanya boleh dikongsi dengan rakan penyelidikan dalam bentuk tanpa nama dan terkumpul. Kami mungkin mendedahkan maklumat apabila dikehendaki oleh undang-undang.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Kami melaksanakan langkah teknikal dan organisasi yang sesuai untuk melindungi data daripada akses, pengubahan, atau pemusnahan yang tidak dibenarkan.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Kami menyimpan data sehingga 2 tahun untuk tujuan penyelidikan. Selepas tempoh ini, data dipadam secara automatik atau dianonimkan secara kekal.",
  "Where do you rank among 8 billion people?": "Di manakah kedudukan anda di kalangan 8 bilion orang?",
  "Where do you stand among\n8 billion people?": "Di manakah kedudukan anda di kalangan\n8 bilion orang?",
  "Withdraw consent at any time": "Tarik balik persetujuan pada bila-bila masa",
  "YES": "YA",
  "Yes_Hint": "Ya",
  "You are in the top": "Anda berada dalam golongan",
  "Your Answers": "Jawapan anda",
  "Your Rights": "Hak Anda",
  "Your income": "Pendapatan anda",
  "Your income vs median": "Pendapatan anda vs median",
  "are in this group.": "berada dalam kumpulan ini.",
  "of the global population.": "daripada populasi global.",
  "people": "orang",
  "people.": "orang.",
  "per day": "sehari",
  "per month": "sebulan",
  "per year": "setahun",
  "times the median": "kali median",
  "to reach {{milestone}}": "untuk mencapai {{milestone}}"
}
