{
  "10s": "10-19 jaar",
  "20s": "20-29 jaar",
  "30s": "30-39 jaar",
  "40s": "40-49 jaar",
  "50s+": "50+ jaar",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G-toegang betekent snellere downloads, betere streaming en toegang tot opkomende technologieën zoals AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G-dekking blijft beperkt, met slechts ongeveer 1,6 miljard mensen die toegang hebben tot deze technologie.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Een universitair diploma biedt vaak toegang tot beter betaalde banen en professionele netwerken.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Een wasmachine bespaart aanzienlijk tijd, vooral voor vrouwen die traditioneel de was doen.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Ongeveer 1,7 miljard volwassenen hebben geen bankrekening en missen toegang tot formele financiële diensten.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Ongeveer 2,1 miljard mensen hebben nog nooit internet gebruikt, wat een aanzienlijke digitale kloof creëert.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Ongeveer 2,4 miljard mensen wereldwijd leven in overbevolkte woonomstandigheden.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Ongeveer 3,2 miljard mensen bezitten geen smartphone, wat hun toegang tot mobiele diensten beperkt.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Ongeveer 3,6 miljard mensen hebben geen toegang tot essentiële gezondheidszorg of komen in financiële problemen bij het zoeken naar zorg.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Ongeveer 4,8 miljard mensen wassen kleding met de hand en besteden wekelijks uren aan deze taak.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Ongeveer 5,6 miljard mensen hebben thuis geen vaste breedband internetverbinding.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Ongeveer 6 miljard mensen hebben geen geldig paspoort, wat internationaal reizen beperkt.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Ongeveer 675 miljoen mensen wereldwijd leven nog steeds zonder elektriciteit, voornamelijk in Sub-Sahara Afrika en Zuid-Azië.",
  "Academic research on global living standards": "Academisch onderzoek naar mondiale levensstandaarden",
  "Accept": "Accepteren",
  "Access your data": "Toegang tot uw gegevens",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Voldoende woonruimte ondersteunt privacy, studie, thuiswerk en algemene geestelijke gezondheid.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Voedzaam voedsel kunnen betalen is essentieel voor fysieke gezondheid, cognitieve ontwikkeling en productiviteit.",
  "Age Group": "Leeftijdsgroep",
  "Age group and gender (optional)": "Leeftijdsgroep en geslacht (optioneel)",
  "Age group and gender you optionally provide": "Leeftijdsgroep en geslacht die je optioneel verstrekt",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Vliegervaring duidt op toegang tot mobiliteit over lange afstanden en vaak internationale ervaring.",
  "Already {{milestone}}": "Je zit al in {{milestone}}",
  "Analyzing global data...": "Wereldwijde gegevens analyseren...",
  "Annual income": "Jaarinkomen",
  "Approximate location (country/city from IP)": "Geschatte locatie (land/stad van IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Ongeveer 770 miljoen volwassenen wereldwijd kunnen niet lezen of schrijven, waarvan tweederde vrouwen zijn.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Ongeveer 1,7 miljard mensen hebben geen basis sanitaire voorzieningen, en 494 miljoen defeceren nog steeds in de open lucht.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Ongeveer 2,1 miljard mensen hebben thuis geen veilig beheerde drinkwatervoorzieningen.",
  "Awesome Rank": "Wereld Ranglijst",
  "Back": "Terug",
  "Begin Analysis": "Begin Analyse",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Tot de consumentenklasse behoren betekent beschikbaar inkomen hebben boven de basisbehoeften.",
  "Browser type, screen resolution, language settings": "Browsertype, schermresolutie, taalinstellingen",
  "Calculating...": "Berekenen...",
  "Can you access essential healthcare without financial hardship?": "Heeft u toegang tot essentiële gezondheidszorg zonder financiële problemen?",
  "Can you afford a healthy diet?": "Kunt u zich een gezond dieet veroorloven?",
  "Can you read and write simple sentences?": "Kunt u eenvoudige zinnen lezen en schrijven?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Autobezit biedt mobiliteit, flexibiliteit en toegang tot kansen buiten openbaar vervoer routes.",
  "Check Rank": "Controleer Ranglijst",
  "Close": "Sluiten",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Verzamelde gegevens worden alleen gebruikt voor onderzoek en serviceverbetering. We verkopen of delen uw persoonlijke informatie niet met derden.",
  "Coming Soon": "Binnenkort Beschikbaar",
  "Continue": "Doorgaan",
  "Copied!": "Gekopieerd!",
  "Cost of living": "Kosten van levensonderhoud",
  "Country and city derived from IP address": "Land en stad afgeleid van IP-adres",
  "Data": "Gegevens",
  "Data Retention": "Gegevensbehoud",
  "Data Sharing": "Gegevensdeling",
  "Decline": "Weigeren",
  "Demographic Information": "Demografische informatie",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Toegang tot tandheelkundige zorg duidt op bredere beschikbaarheid van gezondheidszorg en preventieve gezondheidspraktijken.",
  "Depending on your location, you may have the following rights:": "Afhankelijk van uw locatie kunt u de volgende rechten hebben:",
  "Device Information": "Apparaatinformatie",
  "Device type, screen size, browser language": "Apparaattype, schermgrootte, browsertaal",
  "Did you graduate from high school (secondary education)?": "Bent u afgestudeerd van de middelbare school (voortgezet onderwijs)?",
  "Discover where you stand": "Ontdek waar je staat",
  "Do Not Collect My Data": "Verzamel Mijn Gegevens Niet",
  "Do you have a bank account or mobile money account?": "Heeft u een bankrekening of mobiele geldrekening?",
  "Do you have a refrigerator in your home?": "Heeft u een koelkast in uw huis?",
  "Do you have a valid passport?": "Heeft u een geldig paspoort?",
  "Do you have access to a flush toilet or improved sanitation?": "Heeft u toegang tot een toilet met doorspoeling of verbeterde sanitaire voorzieningen?",
  "Do you have access to electricity in your home?": "Heeft u elektriciteit in uw huis?",
  "Do you have access to safe drinking water at home?": "Heeft u thuis toegang tot veilig drinkwater?",
  "Do you live in a non-overcrowded home?": "Woont u in een niet-overbevolkt huis?",
  "Do you own a personal smartphone?": "Bezit u een persoonlijke smartphone?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Heeft u een abonnement op een betaalde streamingdienst (Netflix, etc.)?",
  "Do you use the internet?": "Gebruikt u internet?",
  "Enter your annual income to estimate where you stand globally": "Voer uw jaarinkomen in om te schatten waar u wereldwijd staat",
  "Example: 50,000": "Voorbeeld: 50.000",
  "Exchange rate": "Wisselkoers",
  "Female": "Vrouw",
  "File a complaint with supervisory authority": "Dien een klacht in bij de toezichthoudende autoriteit",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Financiële inclusie maakt veilig sparen, lenen en betalingen ontvangen mogelijk - essentieel voor economische stabiliteit.",
  "For more accurate comparison": "Voor een nauwkeurigere vergelijking",
  "Gender": "Geslacht",
  "Generate anonymized global statistics": "Genereer geanonimiseerde wereldwijde statistieken",
  "GitHub": "GitHub",
  "Global": "Wereldwijd",
  "Global Rate": "Wereldwijd percentage",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "De helft van de mensheid leeft van minder dan $12 per dag, wat hun consumptiekeuzes beperkt.",
  "Have you ever flown on an airplane?": "Heeft u ooit in een vliegtuig gevlogen?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Elektriciteit hebben betekent toegang tot verlichting, koeling en de mogelijkheid om apparaten op te laden - een basis voor het moderne leven.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Toegang tot gezondheidszorg zonder financiële last betekent dat ziekte niet tot armoede leidt.",
  "Home": "Home",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Breedband thuis maakt thuiswerken, streamen, videogesprekken en naadloze online ervaringen mogelijk.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Huisvestingszekerheid maakt langetermijnplanning, investering in onroerend goed en psychologisch welzijn mogelijk.",
  "How We Use Information": "Hoe we informatie gebruiken",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Ik behoor tot de top {{score}}% van de wereldbevolking! #AwesomeRank",
  "Implication": "Implicatie",
  "Improve question quality and user experience": "Verbeter de kwaliteit van vragen en gebruikerservaring",
  "Income Rank": "Inkomensranglijst",
  "Income basis": "Inkomensbasis",
  "Income rank result": "Inkomensranglijst resultaat",
  "Information We Collect": "Informatie die we verzamelen",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Internettoegang maakt onderwijs, werkgelegenheid, sociale verbinding en toegang tot essentiële informatie mogelijk.",
  "Introduction": "Introductie",
  "Last updated": "Laatst bijgewerkt",
  "Less than half of the world's households have access to a personal vehicle.": "Minder dan de helft van de huishoudens wereldwijd heeft toegang tot een eigen voertuig.",
  "Level 1: Infrastructure (Survival)": "Niveau 1: Infrastructuur (Overleven)",
  "Level 2: Connectivity (Information)": "Niveau 2: Connectiviteit (Informatie)",
  "Level 3: Assets (Comfort)": "Niveau 3: Bezittingen (Comfort)",
  "Level 5: Mobility (Elite)": "Niveau 5: Mobiliteit (Elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Geletterdheid opent deuren naar werkgelegenheid, toegang tot informatie en burgerparticipatie die velen als vanzelfsprekend beschouwen.",
  "Location Information": "Locatie-informatie",
  "Male": "Man",
  "Market": "Markt",
  "Market exchange rate (MER)": "Marktwisselkoers (MER)",
  "Median (50th)": "Mediaan (50e)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mijn inkomen behoort tot de top {{score}} wereldwijd. Controleer het jouwe:",
  "NO": "NEE",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Bijna 1 miljard mensen wereldwijd voelen zich onzeker over hun huisvestingssituatie.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Bijna 3,8 miljard mensen hebben geen enkele vorm van sociale bescherming.",
  "New": "Nieuw",
  "Next milestone": "Volgende mijlpaal",
  "No_Hint": "Nee",
  "Not saved": "Niet opgeslagen",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Slechts 1 op 4 volwassenen wereldwijd heeft hoger onderwijs voltooid.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Slechts ongeveer 1,2 miljard mensen hebben wereldwijd een abonnement op betaalde streamingdiensten.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Slechts ongeveer 1,6 miljard mensen hebben ooit in hun leven in een vliegtuig gevlogen.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Slechts ongeveer een derde van de mensen kan zich regelmatig veroorloven om buiten de deur te eten.",
  "Other": "Anders",
  "Out of 8 billion people, only": "Van 8 miljard mensen slechts",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Meer dan 1,7 miljard mensen hebben geen toegang tot koeling, wat de voedselveiligheid en voeding beïnvloedt.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Meer dan 2,5 miljard mensen kunnen zich geen gezond dieet veroorloven, wat bijdraagt aan ondervoeding en voedingsgerelateerde ziekten.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Meer dan 3,3 miljard volwassenen wereldwijd hebben geen voortgezet onderwijs voltooid.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Meer dan 4,4 miljard mensen hebben geen toegang tot regelmatige preventieve tandheelkundige zorg.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (aangepast aan kosten van levensonderhoud)",
  "Passport ownership represents the freedom and means to travel internationally.": "Paspoortbezit vertegenwoordigt de vrijheid en mogelijkheid om internationaal te reizen.",
  "Policy Changes": "Beleidswijzigingen",
  "Poverty Status": "Armoedestatus",
  "Poverty lines are PPP-based.": "Armoedegrenzen zijn gebaseerd op PPP.",
  "Prefer not to say": "Zeg ik liever niet",
  "Privacy Notice": "Privacyverklaring",
  "Privacy Policy": "Privacybeleid",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Goede sanitaire voorzieningen voorkomen ziekten, beschermen de waardigheid en zijn fundamenteel voor de volksgezondheid.",
  "Quiz and Income Data": "Quiz en inkomensgegevens",
  "Quiz responses, income input (calculator), and response times": "Quizantwoorden, inkomensinvoer (calculator) en reactietijden",
  "Quiz responses, response times, and income entered in calculator": "Quizantwoorden, reactietijden en ingevoerd inkomen in calculator",
  "Read Privacy Policy": "Lees Privacybeleid",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Koeling maakt voedselbewaring mogelijk, vermindert verspilling en maakt een gevarieerder en voedzamer dieet mogelijk.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regelmatig uit eten gaan duidt op besteedbaar inkomen en toegang tot diverse voedselopties.",
  "Request data deletion": "Verzoek om gegevensverwijdering",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Resultaten worden direct berekend. Als je dataverzameling toestaat, slaan we geanonimiseerde resultaten op om wereldwijde statistieken te verbeteren.",
  "Richer than": "Rijker dan",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Toegang tot veilig water voorkomt watergerelateerde ziekten en bespaart dagelijks uren aan waterverzameling.",
  "Save failed": "Opslaan mislukt",
  "Saved": "Opgeslagen",
  "Saving…": "Bezig met opslaan…",
  "Secondary education significantly improves employment prospects and earning potential.": "Voortgezet onderwijs verbetert de kansen op werk en verdienpotentieel aanzienlijk.",
  "Security": "Beveiliging",
  "See your income rank worldwide": "Bekijk uw inkomensranglijst wereldwijd",
  "Share Rank": "Deel Ranglijst",
  "Share Result": "Deel Resultaat",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Smartphonebezit biedt toegang tot apps, mobiel bankieren, navigatie en directe communicatie.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sociale bescherming biedt een vangnet bij ziekte, werkloosheid of pensionering.",
  "Source": "Bron",
  "Start Again": "",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "",
  "Switch to PPP": "Schakel naar PPP",
  "TOP": "",
  "Tell us about yourself": "Vertel ons over jezelf",
  "That means you are 1 in": "Dat betekent dat je 1 op de",
  "The collected information is used for the following purposes:": "",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% begint bij",
  "Top 1%": "",
  "Top 1% starts at": "Top 1% begint bij",
  "Top 10%": "",
  "Top 10% starts at": "Top 10% begint bij",
  "Top earners (out of 8 billion)": "Topverdieners (van 8 miljard)",
  "Try It Yourself": "",
  "Type an amount to see your rank": "Voer een bedrag in om uw ranglijst te zien",
  "USD": "",
  "View Details": "Details bekijken",
  "WID thresholds (wid.world)": "WID-drempels (wid.world)",
  "WORLD\nRANK": "",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "",
  "We collect the following types of information:": "",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "",
  "Where do you rank among 8 billion people?": "",
  "Where do you stand among\n8 billion people?": "Waar sta je tussen\n8 miljard mensen?",
  "Withdraw consent at any time": "",
  "YES": "JA",
  "Yes_Hint": "Ja",
  "You are in the top": "Je behoort tot de top",
  "Your Answers": "Jouw antwoorden",
  "Your Rights": "",
  "Your income": "Jouw inkomen",
  "Your income vs median": "Jouw inkomen vs mediaan",
  "are in this group.": "",
  "of the global population.": "van de wereldbevolking.",
  "people": "mensen",
  "people.": "mensen.",
  "per day": "per dag",
  "per month": "per maand",
  "per year": "per jaar",
  "times the median": "keer de mediaan",
  "to reach {{milestone}}": "om {{milestone}} te bereiken"
}
