{
  "10s": "10-19 lat",
  "20s": "20-29 lat",
  "30s": "30-39 lat",
  "40s": "40-49 lat",
  "50s+": "50+ lat",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Dostęp do 5G oznacza szybsze pobieranie, lepszy streaming i dostęp do nowych technologii takich jak AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Zasięg 5G pozostaje ograniczony, z dostępem dla zaledwie 1,6 miliarda ludzi.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Dyplom uniwersytecki często zapewnia dostęp do lepiej płatnych prac i sieci zawodowych kontaktów.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pralka oszczędza znaczną ilość czasu, szczególnie kobietom, które tradycyjnie zajmują się praniem.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Około 1,7 miliarda dorosłych nie ma dostępu do usług bankowych i formalnych usług finansowych.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Około 2,1 miliarda ludzi nigdy nie korzystało z internetu, co tworzy znaczący podział cyfrowy.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Około 2,4 miliarda ludzi na świecie żyje w przeludnionych warunkach mieszkaniowych.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Około 3,2 miliarda ludzi nie posiada smartfona, co ogranicza ich dostęp do usług mobilnych.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Około 3,6 miliarda ludzi nie ma dostępu do podstawowych usług zdrowotnych lub boryka się z trudnościami finansowymi przy szukaniu opieki.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Około 4,8 miliarda ludzi pierze ubrania ręcznie, poświęcając na to godziny tygodniowo.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Około 5,6 miliarda ludzi nie ma dostępu do stacjonarnego internetu szerokopasmowego w domu.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Około 6 miliardów ludzi nie posiada ważnego paszportu, co ogranicza podróże międzynarodowe.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Około 675 milionów ludzi na świecie wciąż żyje bez elektryczności, głównie w Afryce Subsaharyjskiej i Azji Południowej.",
  "Academic research on global living standards": "Badania naukowe nad globalnymi standardami życia",
  "Accept": "Akceptuj",
  "Access your data": "Dostęp do twoich danych",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Odpowiednia przestrzeń mieszkalna wspiera prywatność, naukę, pracę z domu i ogólne zdrowie psychiczne.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Stać na pożywne jedzenie jest niezbędne dla zdrowia fizycznego, rozwoju poznawczego i produktywności.",
  "Age Group": "Grupa wiekowa",
  "Age group and gender (optional)": "Grupa wiekowa i płeć (opcjonalnie)",
  "Age group and gender you optionally provide": "Grupa wiekowa i płeć, którą opcjonalnie podajesz",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Doświadczenie w podróżach lotniczych wskazuje na dostęp do mobilności na długich dystansach i często międzynarodowe kontakty.",
  "Already {{milestone}}": "Już w {{milestone}}",
  "Analyzing global data...": "Analizowanie danych globalnych...",
  "Annual income": "Roczny dochód",
  "Approximate location (country/city from IP)": "Przybliżona lokalizacja (kraj/miasto z IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Około 770 milionów dorosłych na świecie nie umie czytać ani pisać, z czego dwie trzecie to kobiety.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Około 1,7 miliarda ludzi nie ma dostępu do podstawowych urządzeń sanitarnych, a 494 miliony wciąż praktykuje wypróżnianie się na otwartej przestrzeni.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Około 2,1 miliarda ludzi nie ma dostępu do bezpiecznie zarządzanych usług wody pitnej w domu.",
  "Awesome Rank": "Ranking Światowy",
  "Back": "Wstecz",
  "Begin Analysis": "Rozpocznij analizę",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Bycie w klasie konsumenckiej oznacza posiadanie dochodu do dyspozycji poza podstawowymi potrzebami.",
  "Browser type, screen resolution, language settings": "Typ przeglądarki, rozdzielczość ekranu, ustawienia języka",
  "Calculating...": "Obliczanie...",
  "Can you access essential healthcare without financial hardship?": "Czy masz dostęp do podstawowej opieki zdrowotnej bez trudności finansowych?",
  "Can you afford a healthy diet?": "Czy stać cię na zdrową dietę?",
  "Can you read and write simple sentences?": "Czy umiesz czytać i pisać proste zdania?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Posiadanie samochodu zapewnia mobilność, elastyczność i dostęp do możliwości poza trasami transportu publicznego.",
  "Check Rank": "Sprawdź ranking",
  "Close": "Zamknij",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Zebrane dane są używane wyłącznie w celach badawczych i poprawy usług. Nie sprzedajemy ani nie udostępniamy twoich danych osobowych stronom trzecim.",
  "Coming Soon": "Wkrótce",
  "Continue": "Kontynuuj",
  "Copied!": "Skopiowano!",
  "Cost of living": "Koszty utrzymania",
  "Country and city derived from IP address": "Kraj i miasto określone na podstawie adresu IP",
  "Data": "Dane",
  "Data Retention": "Przechowywanie danych",
  "Data Sharing": "Udostępnianie danych",
  "Decline": "Odrzuć",
  "Demographic Information": "Informacje demograficzne",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Dostęp do opieki stomatologicznej wskazuje na szerszą dostępność opieki zdrowotnej i praktyk profilaktycznych.",
  "Depending on your location, you may have the following rights:": "W zależności od twojej lokalizacji możesz mieć następujące prawa:",
  "Device Information": "Informacje o urządzeniu",
  "Device type, screen size, browser language": "Typ urządzenia, rozmiar ekranu, język przeglądarki",
  "Did you graduate from high school (secondary education)?": "Czy ukończyłeś szkołę średnią?",
  "Discover where you stand": "Odkryj, gdzie się znajdujesz",
  "Do Not Collect My Data": "Nie zbieraj moich danych",
  "Do you have a bank account or mobile money account?": "Czy masz konto bankowe lub konto pieniędzy mobilnych?",
  "Do you have a refrigerator in your home?": "Czy masz lodówkę w domu?",
  "Do you have a valid passport?": "Czy masz ważny paszport?",
  "Do you have access to a flush toilet or improved sanitation?": "Czy masz dostęp do toalety ze spłuczką lub ulepszonej sanitacji?",
  "Do you have access to electricity in your home?": "Czy masz dostęp do elektryczności w domu?",
  "Do you have access to safe drinking water at home?": "Czy masz dostęp do bezpiecznej wody pitnej w domu?",
  "Do you live in a non-overcrowded home?": "Czy mieszkasz w nieprzeludnionym domu?",
  "Do you own a personal smartphone?": "Czy posiadasz osobisty smartfon?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Czy masz subskrypcję płatnej usługi streamingowej (Netflix itp.)?",
  "Do you use the internet?": "Czy korzystasz z internetu?",
  "Enter your annual income to estimate where you stand globally": "Wprowadź swój roczny dochód, aby oszacować swoją pozycję globalnie",
  "Example: 50,000": "Przykład: 50 000",
  "Exchange rate": "Kurs wymiany",
  "Female": "Kobieta",
  "File a complaint with supervisory authority": "Złożenie skargi do organu nadzorczego",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Włączenie finansowe umożliwia oszczędzanie, pożyczanie i bezpieczne otrzymywanie płatności—niezbędne dla stabilności ekonomicznej.",
  "For more accurate comparison": "Dla dokładniejszego porównania",
  "Gender": "Płeć",
  "Generate anonymized global statistics": "Generowanie anonimowych globalnych statystyk",
  "GitHub": "GitHub",
  "Global": "Globalny",
  "Global Rate": "Wskaźnik globalny",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Połowa ludzkości żyje za mniej niż 12 USD dziennie, co ogranicza ich wybory konsumenckie.",
  "Have you ever flown on an airplane?": "Czy kiedykolwiek leciałeś samolotem?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Posiadanie elektryczności oznacza dostęp do oświetlenia, chłodzenia i możliwości ładowania urządzeń—fundament nowoczesnego życia.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Dostęp do opieki zdrowotnej bez obciążeń finansowych oznacza, że choroba nie prowadzi do ubóstwa.",
  "Home": "Strona główna",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Internet szerokopasmowy w domu umożliwia pracę zdalną, streaming, wideokonferencje i płynne doświadczenia online.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Bezpieczeństwo mieszkaniowe umożliwia długoterminowe planowanie, inwestycje w nieruchomości i dobrostan psychiczny.",
  "How We Use Information": "Jak wykorzystujemy informacje",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Jestem w czołowych {{score}}% światowej populacji! #AwesomeRank",
  "Implication": "Wniosek",
  "Improve question quality and user experience": "Poprawa jakości pytań i doświadczenia użytkownika",
  "Income Rank": "Ranking Dochodowy",
  "Income basis": "Podstawa dochodu",
  "Income rank result": "Wynik rankingu dochodowego",
  "Information We Collect": "Informacje, które zbieramy",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Dostęp do internetu umożliwia edukację, możliwości zatrudnienia, kontakty społeczne i dostęp do ważnych informacji.",
  "Introduction": "Wprowadzenie",
  "Last updated": "Ostatnia aktualizacja",
  "Less than half of the world's households have access to a personal vehicle.": "Mniej niż połowa światowych gospodarstw domowych ma dostęp do osobistego pojazdu.",
  "Level 1: Infrastructure (Survival)": "Poziom 1: Infrastruktura (Przetrwanie)",
  "Level 2: Connectivity (Information)": "Poziom 2: Łączność (Informacja)",
  "Level 3: Assets (Comfort)": "Poziom 3: Majątek (Komfort)",
  "Level 5: Mobility (Elite)": "Poziom 5: Mobilność (Elita)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Umiejętność czytania i pisania otwiera drzwi do zatrudnienia, dostępu do informacji i partycypacji obywatelskiej, co wielu uważa za oczywiste.",
  "Location Information": "Informacje o lokalizacji",
  "Male": "Mężczyzna",
  "Market": "Rynek",
  "Market exchange rate (MER)": "Rynkowy kurs wymiany (MER)",
  "Median (50th)": "Mediana (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Mój dochód jest w czołowych {{score}} na świecie. Sprawdź swój:",
  "NO": "NIE",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Prawie 1 miliard ludzi na świecie czuje się niepewnie w kwestii stałości swojego mieszkania.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Prawie 3,8 miliarda ludzi nie ma żadnej formy ochrony socjalnej.",
  "New": "Nowy",
  "Next milestone": "Następny próg",
  "No_Hint": "Nie",
  "Not saved": "Nie zapisano",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Tylko 1 na 4 dorosłych na świecie ukończył edukację wyższą.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Tylko około 1,2 miliarda ludzi subskrybuje płatne usługi streamingowe na świecie.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Tylko około 1,6 miliarda ludzi kiedykolwiek leciało samolotem w swoim życiu.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Tylko około jedna trzecia ludzi może regularnie pozwolić sobie na jedzenie poza domem.",
  "Other": "Inna",
  "Out of 8 billion people, only": "Spośród 8 miliardów ludzi, tylko",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Ponad 1,7 miliarda ludzi nie ma dostępu do chłodzenia, co wpływa na bezpieczeństwo żywności i odżywianie.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Ponad 2,5 miliarda ludzi nie stać na zdrową dietę, co przyczynia się do niedożywienia i chorób związanych z dietą.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Ponad 3,3 miliarda dorosłych nie ukończyło edukacji średniej na świecie.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Ponad 4,4 miliarda ludzi nie ma dostępu do regularnej profilaktycznej opieki stomatologicznej.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (dostosowane do kosztów utrzymania)",
  "Passport ownership represents the freedom and means to travel internationally.": "Posiadanie paszportu reprezentuje wolność i możliwość podróżowania międzynarodowego.",
  "Policy Changes": "Zmiany polityki",
  "Poverty Status": "Status ubóstwa",
  "Poverty lines are PPP-based.": "Granice ubóstwa są oparte na PPP.",
  "Prefer not to say": "Wolę nie mówić",
  "Privacy Notice": "Informacja o prywatności",
  "Privacy Policy": "Polityka prywatności",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Właściwa sanitacja zapobiega chorobom, chroni godność i jest fundamentalna dla zdrowia publicznego.",
  "Quiz and Income Data": "Dane quizu i dochodów",
  "Quiz responses, income input (calculator), and response times": "Odpowiedzi w quizie, wprowadzony dochód (kalkulator) i czasy odpowiedzi",
  "Quiz responses, response times, and income entered in calculator": "Odpowiedzi w quizie, czasy odpowiedzi i dochód wprowadzony w kalkulatorze",
  "Read Privacy Policy": "Przeczytaj Politykę prywatności",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Chłodzenie pozwala na przechowywanie żywności, zmniejsza marnotrawstwo i umożliwia bardziej zróżnicowaną i odżywczą dietę.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Regularne jedzenie na mieście wskazuje na dochód do dyspozycji i dostęp do różnorodnych opcji jedzenia.",
  "Request data deletion": "Żądanie usunięcia danych",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Wyniki są obliczane natychmiast. Jeśli pozwolisz na zbieranie danych, zapisujemy zanonimizowane wyniki, aby poprawiać globalne statystyki.",
  "Richer than": "Bogatszy niż",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Dostęp do bezpiecznej wody zapobiega chorobom przenoszonym przez wodę i oszczędza godziny spędzone na codziennym zbieraniu wody.",
  "Save failed": "Nie udało się zapisać",
  "Saved": "Zapisano",
  "Saving…": "Zapisywanie…",
  "Secondary education significantly improves employment prospects and earning potential.": "Edukacja średnia znacząco poprawia perspektywy zatrudnienia i potencjał zarobkowy.",
  "Security": "Bezpieczeństwo",
  "See your income rank worldwide": "Zobacz swój ranking dochodowy na świecie",
  "Share Rank": "Udostępnij ranking",
  "Share Result": "Udostępnij wynik",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Posiadanie smartfona zapewnia dostęp do aplikacji, bankowości mobilnej, nawigacji i natychmiastowej komunikacji.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Ochrona socjalna zapewnia sieć bezpieczeństwa podczas choroby, bezrobocia lub emerytury.",
  "Source": "Źródło",
  "Start Again": "Zacznij od nowa",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Subskrypcje streamingowe wskazują na wydatki uznaniowe na rozrywkę i niezawodny dostęp do internetu.",
  "Switch to PPP": "Przełącz na PPP",
  "TOP": "TOP",
  "Tell us about yourself": "Powiedz nam o sobie",
  "That means you are 1 in": "To oznacza, że jesteś 1 na",
  "The collected information is used for the following purposes:": "Zebrane informacje są wykorzystywane do następujących celów:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Ta polityka prywatności wyjaśnia, jakie informacje są zbierane, wykorzystywane i chronione, gdy korzystasz z aplikacji quizowej Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Ta polityka prywatności może być okresowo aktualizowana. Powiadomimy cię o istotnych zmianach, publikując nową politykę na tej stronie.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% zaczyna się od",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% zaczyna się od",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% zaczyna się od",
  "Top earners (out of 8 billion)": "Najwięksi zarabiający (spośród 8 miliardów)",
  "Try It Yourself": "Wypróbuj sam",
  "Type an amount to see your rank": "Wpisz kwotę, aby zobaczyć swoją pozycję",
  "USD": "USD",
  "View Details": "Zobacz szczegóły",
  "WID thresholds (wid.world)": "Progi WID (wid.world)",
  "WORLD\nRANK": "ŚWIATOWY\nRANKING",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Zbieramy anonimowe dane, aby zapewnić lepszą usługę i generować globalne statystyki. Następujące informacje mogą być zbierane:",
  "We collect the following types of information:": "Zbieramy następujące rodzaje informacji:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Nie sprzedajemy twoich danych osobowych. Dane mogą być udostępniane partnerom badawczym tylko w formie anonimowej i zagregowanej. Możemy ujawniać informacje, gdy wymaga tego prawo.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Wdrażamy odpowiednie środki techniczne i organizacyjne w celu ochrony danych przed nieautoryzowanym dostępem, zmianą lub zniszczeniem.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Przechowujemy dane do 2 lat w celach badawczych. Po tym okresie dane są automatycznie usuwane lub trwale anonimizowane.",
  "Where do you rank among 8 billion people?": "Gdzie znajdujesz się wśród 8 miliardów ludzi?",
  "Where do you stand among\n8 billion people?": "Gdzie znajdujesz się wśród\n8 miliardów ludzi?",
  "Withdraw consent at any time": "Wycofanie zgody w dowolnym momencie",
  "YES": "TAK",
  "Yes_Hint": "Tak",
  "You are in the top": "Jesteś w czołowych",
  "Your Answers": "Twoje odpowiedzi",
  "Your Rights": "Twoje prawa",
  "Your income": "Twój dochód",
  "Your income vs median": "Twój dochód vs mediana",
  "are in this group.": "jest w tej grupie.",
  "of the global population.": "światowej populacji.",
  "people": "ludzi",
  "people.": "ludzi.",
  "per day": "dziennie",
  "per month": "miesięcznie",
  "per year": "rocznie",
  "times the median": "razy medianę",
  "to reach {{milestone}}": "aby osiągnąć {{milestone}}"
}
