{
  "{{bigger}} is {{ratio}}x the size of {{smaller}}": "{{bigger}} tem {{ratio}}x o tamanho de {{smaller}}",
  "{{minutes}} min {{seconds}} sec": "{{minutes}} min {{seconds}} s",
  "{{seconds}} sec": "{{seconds}} s",
  "$2.15 - $6.85/day": "$2,15 - $6,85/dia",
  "10s": "10-19",
  "20s": "20-29",
  "30s": "30-39",
  "40s": "40-49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "O acesso ao 5G significa downloads mais rápidos, melhor streaming e acesso a tecnologias emergentes como AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "A cobertura 5G ainda é limitada, com apenas cerca de 1,6 bilhão de pessoas tendo acesso a essa tecnologia.",
  "A higher salary in a high-cost country can feel lower than a smaller salary in a low-cost country.": "Um salário mais alto em um país caro pode parecer menor do que um salário mais baixo em um país barato.",
  "A modeled estimate of where you stand among 8 billion people.": "",
  "A popular birthday!": "Um aniversário popular!",
  "A rare birthday!": "Um aniversário raro!",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Um diploma universitário geralmente oferece acesso a empregos mais bem pagos e redes profissionais.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Uma máquina de lavar economiza muito tempo, especialmente para mulheres que tradicionalmente fazem a lavagem de roupas.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Cerca de 1,7 bilhão de adultos permanece sem conta bancária, sem acesso a serviços financeiros formais.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Cerca de 2,1 bilhões de pessoas nunca usaram a internet, criando uma grande divisão digital.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Cerca de 2,4 bilhões de pessoas vivem em moradias superlotadas no mundo.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Cerca de 3,2 bilhões de pessoas não possuem smartphone, limitando o acesso a serviços móveis.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Cerca de 3,6 bilhões de pessoas não têm acesso a serviços de saúde essenciais ou enfrentam dificuldades financeiras ao buscar atendimento.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Cerca de 4,8 bilhões de pessoas lavam roupas à mão, gastando horas por semana nessa tarefa.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Cerca de 5,6 bilhões de pessoas não têm acesso à internet banda larga fixa em casa.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Cerca de 6 bilhões de pessoas não possuem passaporte válido, limitando viagens internacionais.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Cerca de 675 milhões de pessoas no mundo ainda vivem sem eletricidade, principalmente na África Subsaariana e no Sul da Ásia.",
  "Above average": "Acima da média",
  "Above most of the world": "Acima da maioria do mundo",
  "Academic research on global living standards": "Pesquisa acadêmica sobre padrões de vida globais",
  "Accept": "Aceitar",
  "Access your data": "Acessar seus dados",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Um espaço de moradia adequado sustenta a privacidade, o estudo, o trabalho em casa e a saúde mental em geral.",
  "Admin dashboard": "Painel de administração",
  "Adults": "Adultos",
  "Affluent": "Afluente",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Poder comprar alimentos nutritivos é essencial para a saúde física, o desenvolvimento cognitivo e a produtividade.",
  "Age": "Idade",
  "Age Group": "Faixa etária",
  "Age group and gender (optional)": "Faixa etária e gênero (opcional)",
  "Age group and gender you optionally provide": "Faixa etária e gênero que você fornece opcionalmente",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "A experiência de viagens aéreas indica acesso à mobilidade de longa distância e, muitas vezes, exposição internacional.",
  "Already {{milestone}}": "Já {{milestone}}",
  "Among the youngest": "Entre os mais jovens",
  "Analyzing global data...": "Analisando dados globais...",
  "API request failed": "Falha na solicitação da API",
  "Approximate location (country/city from IP)": "Localização aproximada (país/cidade pelo IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Aproximadamente 770 milhões de adultos no mundo não sabem ler nem escrever, sendo dois terços mulheres.",
  "Apps": "Apps",
  "are in this group.": "estão nesse grupo.",
  "Area": "Área",
  "Area blocks (official)": "Blocos de área (oficial)",
  "Areas use CIA World Factbook totals.": "As áreas usam os totais do CIA World Factbook.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Cerca de 1,7 bilhão de pessoas não têm saneamento básico, e 494 milhões ainda praticam defecação a céu aberto.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Cerca de 2,1 bilhões de pessoas não têm serviços de água potável gerenciados com segurança em casa.",
  "Around global median": "Em torno da mediana global",
  "Auto conversion failed. Enter manually.": "A conversão automática falhou. Informe manualmente.",
  "Auto conversion from {{source}}": "Conversão automática de {{source}}",
  "Average height": "Altura média",
  "Average rarity": "Raridade média",
  "Awesome Rank": "Awesome Rank",
  "Back": "Voltar",
  "Based on data from {{country}}": "Baseado em dados de {{country}}",
  "Before you calculate": "Antes de calcular",
  "Begin Analysis": "Começar análise",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Estar na classe consumidora significa ter renda discricionária além das necessidades básicas.",
  "Below $2.15/day poverty line": "Abaixo da linha de pobreza de $2,15/dia",
  "Below average": "Abaixo da média",
  "Below global median": "Abaixo da mediana global",
  "Birth Date": "Data de nascimento",
  "Birthday": "Aniversário",
  "Bottom {{percent}}%": "{{percent}}% inferior",
  "Bottom 1%": "1% inferior",
  "Bottom 20%": "20% inferior",
  "Browser type, screen resolution, language settings": "Tipo de navegador, resolução de tela, configurações de idioma",
  "By age group": "Por faixa etária",
  "By basis": "",
  "by birth frequency": "por frequência de nascimento",
  "By country": "Por país",
  "By device": "Por dispositivo",
  "By gender": "Por gênero",
  "By language": "Por idioma",
  "Calculate your global income ranking. See where your living standard stands among 8 billion people worldwide.": "",
  "Can you access essential healthcare without financial hardship?": "Você consegue acessar cuidados de saúde essenciais sem dificuldades financeiras?",
  "Can you afford a healthy diet?": "Você consegue pagar por uma dieta saudável?",
  "Can you read and write simple sentences?": "Você consegue ler e escrever frases simples?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Ter um carro oferece mobilidade, flexibilidade e acesso a oportunidades além das rotas de transporte público.",
  "Check out Awesome Rank!": "Confira o Awesome Rank!",
  "Check Rank": "Ver classificação",
  "Children": "Crianças",
  "City": "Cidade",
  "Close": "Fechar",
  "Close menu": "Fechar menu",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Os dados coletados são usados apenas para pesquisa e melhoria do serviço. Não vendemos nem compartilhamos suas informações pessoais com terceiros.",
  "Coming Soon": "Em breve",
  "Common birthday": "Aniversário comum",
  "Compare country sizes": "Compare tamanhos de países",
  "Compare country sizes at real scale": "Compare tamanhos de países em escala real",
  "Compare the real sizes of countries on an equal-area map.": "",
  "Compare the real sizes of countries on an equal-area map. See how big countries really are when placed at the same latitude.": "",
  "Compare two countries at real scale": "Compare dois países em escala real",
  "Compare your height, age, and birthday with global statistics.": "",
  "Compare your income globally": "Compare sua renda globalmente",
  "Completed": "Concluído",
  "Continue": "Continuar",
  "Continue to income input": "",
  "Copied!": "Copiado!",
  "Cost of living": "Custo de vida",
  "Country": "País",
  "Country A": "País A",
  "Country and city derived from IP address": "País e cidade derivados do endereço IP",
  "Country B": "País B",
  "Country or region": "País ou região",
  "Country Size Compare": "Comparar Tamanho de Países",
  "Currency auto-set to {{currency}} based on your country.": "A moeda é definida automaticamente como {{currency}} com base no seu país.",
  "Currency code (ISO 4217)": "Código da moeda (ISO 4217)",
  "Custom currency enabled.": "Moeda personalizada ativada.",
  "Data Retention": "Retenção de dados",
  "Data Sharing": "Compartilhamento de dados",
  "Data source": "Fonte de dados",
  "Dataset": "Conjunto de dados",
  "Day": "Dia",
  "Decline": "Recusar",
  "Demographic Information": "Informações demográficas",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "O acesso a cuidados odontológicos indica maior disponibilidade de saúde e práticas preventivas.",
  "Depending on your location, you may have the following rights:": "Dependendo da sua localização, você pode ter os seguintes direitos:",
  "Device": "Dispositivo",
  "Device Information": "Informações do dispositivo",
  "Device type, screen size, browser language": "Tipo de dispositivo, tamanho da tela, idioma do navegador",
  "Did you graduate from high school (secondary education)?": "Você concluiu o ensino médio (educação secundária)?",
  "Discover where you stand among 8 billion people": "Descubra onde você está entre 8 bilhões de pessoas",
  "Discover where you stand among 8 billion people. Compare your height, age, and birthday with global statistics.": "",
  "Discover your place in the world": "Descubra seu lugar no mundo",
  "Distributional National Accounts (DINA)": "Contas Nacionais Distributivas (DINA)",
  "Do Not Collect My Data": "Não coletar meus dados",
  "Do you eat out or order food delivery at least once a week?": "Você come fora ou pede comida por delivery pelo menos uma vez por semana?",
  "Do you have a bank account or mobile money account?": "Você tem conta bancária ou conta de dinheiro móvel?",
  "Do you have a refrigerator in your home?": "Você tem geladeira em casa?",
  "Do you have a university degree (Bachelor's or higher)?": "Você tem um diploma universitário (bacharelado ou superior)?",
  "Do you have a valid passport?": "Você tem passaporte válido?",
  "Do you have a washing machine at home?": "Você tem máquina de lavar em casa?",
  "Do you have access to a flush toilet or improved sanitation?": "Você tem acesso a vaso sanitário com descarga ou saneamento melhorado?",
  "Do you have access to electricity in your home?": "Você tem eletricidade em casa?",
  "Do you have access to safe drinking water at home?": "Você tem acesso a água potável segura em casa?",
  "Do you have home broadband internet?": "Você tem internet banda larga em casa?",
  "Do you have social protection benefits (paid leave/sick leave)?": "Você tem benefícios de proteção social (licença remunerada/licença médica)?",
  "Do you live in a non-overcrowded home?": "Você mora em uma casa sem superlotação?",
  "Do you live without fear of eviction?": "Você vive sem medo de despejo?",
  "Do you own a personal smartphone?": "Você possui um smartphone pessoal?",
  "Do you receive preventive dental care at least once a year?": "Você recebe atendimento odontológico preventivo pelo menos uma vez por ano?",
  "Do you regularly spend money on cultural activities (OTT subscriptions like Netflix, movie tickets, concerts, theater, or musicals)?": "Você gasta dinheiro regularmente em atividades culturais (assinaturas OTT como Netflix, ingressos de cinema, concertos, teatro ou musicais)?",
  "Do you spend more than $12 (approx. 16,000 KRW) per day?": "Você gasta mais de $12 (aprox. 16.000 KRW) por dia?",
  "Do you use 5G internet?": "Você usa internet 5G?",
  "Do you use the internet?": "Você usa a internet?",
  "Does your household own a car?": "Sua casa possui um carro?",
  "Drag mode": "",
  "Edit conversion": "Editar conversão",
  "Edit currency": "Alterar moeda",
  "Enter your household pre-tax income to estimate where you stand globally.": "Informe a renda anual bruta do domicílio para estimar sua posição global.",
  "Enter your total household pre-tax income in your local currency, including wages, business, capital, and transfers.": "Informe a renda total do domicílio antes de impostos na moeda local, incluindo salários, negócios, capital e transferências.",
  "Equivalence scale: {{scale}}": "Escala de equivalência: {{scale}}",
  "Example: $100,000 in Switzerland may not mean a higher living standard than $60,000 in the Philippines.": "Exemplo: US$ 100.000 na Suíça pode não significar um padrão de vida maior do que US$ 60.000 nas Filipinas.",
  "Example: 1,320.5": "Exemplo: 1,320.5",
  "Example: 50,000": "Exemplo: 50.000",
  "Exceptionally tall": "Excepcionalmente alto",
  "Exchange rate": "Taxa de câmbio",
  "Exchange rate (local currency per USD)": "Taxa de câmbio (moeda local por USD)",
  "Exit full screen": "Sair da tela cheia",
  "Explore the world through data": "Explore o mundo através de dados",
  "Explore world statistics": "Explore estatísticas mundiais",
  "Extreme Poverty": "Pobreza extrema",
  "Extreme Poverty Line": "Linha de pobreza extrema",
  "Failed to load data": "Falha ao carregar dados",
  "Fast (110m)": "Rápido (110m)",
  "Female": "Feminino",
  "Fetching conversion rate...": "Buscando taxa de conversão...",
  "File a complaint with supervisory authority": "Registrar uma reclamação junto à autoridade supervisora",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "A inclusão financeira permite poupar, tomar empréstimos e receber pagamentos com segurança — essencial para a estabilidade econômica.",
  "Focus on {{country}}": "",
  "For more accurate comparison": "Para uma comparação mais precisa",
  "Full screen": "Tela cheia",
  "Gender": "Gênero",
  "Generate anonymized global statistics": "Gerar estatísticas globais anonimizadas",
  "Get Started": "",
  "GitHub": "GitHub",
  "Global": "Global",
  "Global Consumer Class": "Classe consumidora global",
  "Global Elite": "Elite global",
  "Global Median": "Mediana global",
  "Global Middle Class": "Classe média global",
  "Global Profile": "Perfil global",
  "Global Profile - Height, Age & Birthday Stats": "",
  "Global ranking uses adult pre-tax income (WID).": "O ranking global usa renda pré-impostos de adultos (WID).",
  "Global Rate": "Taxa global",
  "Global Statistics": "Estatísticas Globais",
  "globally among {{gender}}": "globalmente entre {{gender}}",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Metade da humanidade vive com menos de $12 por dia, limitando suas escolhas de consumo.",
  "Have you ever flown on an airplane?": "Você já voou de avião?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Ter eletricidade significa acesso a iluminação, refrigeração e a capacidade de carregar aparelhos — base da vida moderna.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Acesso à saúde sem ônus financeiro significa que a doença não leva à pobreza.",
  "Height": "Altura",
  "Hide options": "",
  "High detail (10m)": "Alta definição (10m)",
  "Home": "Início",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "A banda larga em casa permite trabalho remoto, streaming, chamadas de vídeo e experiências online sem interrupções.",
  "Household annual income (pre-tax)": "Renda anual do domicílio (antes de impostos)",
  "Household members": "Membros do domicílio",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Segurança habitacional permite planejamento de longo prazo, investimento em propriedade e bem‑estar psicológico.",
  "How We Use Information": "Como usamos as informações",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Estou no Top {{score}}% da população mundial! #AwesomeRank",
  "ID": "ID",
  "If your country is not listed, enter the currency manually.": "Se seu país não estiver na lista, informe a moeda manualmente.",
  "If your income is already in USD, use 1.": "Se sua renda já está em USD, use 1.",
  "Implication": "Implicação",
  "Improve question quality and user experience": "Melhorar a qualidade das perguntas e a experiência do usuário",
  "in {{country}}": "em {{country}}",
  "In your prime": "No auge da vida",
  "Income basis": "Base de renda",
  "Income percentiles (USD)": "",
  "Income Rank": "",
  "Income Rank - Global Living Standard Calculator": "",
  "Income rank ({{count}})_many": "",
  "Income rank ({{count}})_one": "",
  "Income rank ({{count}})_other": "",
  "Income rank responses": "",
  "Income year": "Ano da renda",
  "Income year is fixed to match WID thresholds.": "",
  "info_median_desc": "A mediana global é o ponto onde 50% das pessoas ganham mais e 50% ganham menos.",
  "info_median_example": "Em 2024, a mediana global é aproximadamente $3.920 USD por ano.",
  "info_milestone_desc": "Quanto mais você precisa ganhar para alcançar o próximo nível de ranking.",
  "info_top_earners_desc": "O número de pessoas com renda igual ou superior à sua.",
  "info_top_earners_example": "Se 800 milhões de pessoas ganham mais que você, você é 1 em cada 10 pessoas.",
  "info_top01_desc": "A renda mínima necessária para estar nos 0,1% superiores do mundo.",
  "info_top01_example": "Apenas 8 milhões de adultos no mundo estão nesse grupo.",
  "info_top1_desc": "A renda mínima necessária para estar no 1% superior do mundo.",
  "info_top1_example": "Apenas 80 milhões de adultos no mundo estão nesse grupo.",
  "info_top10_desc": "A renda mínima necessária para estar nos 10% superiores do mundo.",
  "info_top10_example": "Cerca de 800 milhões de adultos no mundo estão nesse grupo.",
  "info_vs_median_desc": "Quantas vezes mais (ou menos) do que a renda mediana global você ganha.",
  "info_vs_median_example": "Um valor de 2.5x significa que você ganha 2,5 vezes mais que a pessoa média.",
  "info_your_income_desc": "Sua renda anual antes de impostos convertida para USD usando o fator de conversão informado.",
  "info_your_income_example": "Esta é a renda usada para calcular seu ranking global.",
  "Information We Collect": "Informações que coletamos",
  "International extreme poverty threshold": "Limite internacional de pobreza extrema",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "O acesso à internet permite educação, oportunidades de trabalho, conexão social e acesso a informações vitais.",
  "Introduction": "Introdução",
  "km²": "",
  "Language": "Idioma",
  "Last updated": "Última atualização",
  "Less than half of the world's households have access to a personal vehicle.": "Menos da metade dos lares no mundo tem acesso a veículo pessoal.",
  "Level 1: Infrastructure (Survival)": "Nível 1: Infraestrutura (sobrevivência)",
  "Level 2: Connectivity (Information)": "Nível 2: Conectividade (informação)",
  "Level 3: Assets (Comfort)": "Nível 3: Bens (conforto)",
  "Level 4: Lifestyle (Prosperity)": "Nível 4: Estilo de vida (prosperidade)",
  "Level 5: Mobility (Elite)": "Nível 5: Mobilidade (elite)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "A alfabetização abre portas para emprego, acesso à informação e participação cívica.",
  "Living Standard Rank": "Ranking de Padrão de Vida",
  "Living standard result": "Resultado do padrão de vida",
  "Loading countries...": "Carregando países...",
  "Loading data...": "Carregando dados...",
  "Loading...": "Carregando...",
  "Local currency": "Moeda local",
  "Location Information": "Informações de localização",
  "Low Income": "Baixa renda",
  "Lower Middle Class": "Classe média baixa",
  "Lower-Middle Income Poverty Line": "Linha de pobreza de renda média baixa",
  "Male": "Masculino",
  "Manual conversion enabled.": "Conversão manual ativada.",
  "Map data: Natural Earth 1:{{scale}}.": "Dados do mapa: Natural Earth 1:{{scale}}.",
  "Map detail": "Detalhe do mapa",
  "Map polygon is {{value}}% larger than official area for {{country}}.": "O polígono do mapa é {{value}}% maior do que a área oficial de {{country}}.",
  "Map polygon is {{value}}% smaller than official area for {{country}}.": "O polígono do mapa é {{value}}% menor do que a área oficial de {{country}}.",
  "Market": "Mercado",
  "Market exchange rate (MER)": "Taxa de câmbio de mercado (MER)",
  "Median (50th)": "Mediana (50º)",
  "MER results can change with exchange rates.": "Os resultados MER podem mudar com as taxas de câmbio.",
  "MER uses market exchange rates. Useful for nominal comparisons but can swing with currency markets.": "MER usa taxas de câmbio de mercado. Útil para comparações nominais, mas pode oscilar com o mercado de câmbio.",
  "Methodology": "Metodologia",
  "Month": "Mês",
  "More experienced": "Mais experiente",
  "Move {{country}}": "",
  "My living standard is in the Top {{score}} worldwide. Check yours:": "Meu padrão de vida está no Top {{score}} mundial. Confira o seu:",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Quase 1 bilhão de pessoas no mundo se sentem inseguras quanto à posse da moradia.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Quase 3,8 bilhões de pessoas não têm qualquer forma de proteção social.",
  "New": "Novo",
  "Next milestone": "Próximo marco",
  "NO": "NÃO",
  "No response data yet.": "Ainda não há dados de respostas.",
  "No_Hint": "Não",
  "Not selected": "Não selecionado",
  "Number of adults in household": "Número de adultos no domicílio",
  "Number of children in household": "Número de crianças no domicílio",
  "of the global population.": "da população mundial.",
  "of world population": "da população mundial",
  "Official area unavailable for {{country}}; using map polygon.": "Área oficial indisponível para {{country}}; usando o polígono do mapa.",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Apenas 1 em cada 4 adultos no mundo concluiu o ensino superior.",
  "Only about 1.2 billion people regularly spend money on cultural activities such as streaming subscriptions, movies, concerts, theater, or musicals.": "Apenas cerca de 1,2 bilhão de pessoas gasta dinheiro regularmente em atividades culturais como assinaturas de streaming, cinema, concertos, teatro ou musicais.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Apenas cerca de 1,6 bilhão de pessoas já voou de avião na vida.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Apenas cerca de um terço das pessoas consegue pagar regularmente para comer fora de casa.",
  "Open menu": "Abrir menu",
  "Options": "",
  "Other": "Outro",
  "Other / Not listed": "Outro / Não listado",
  "Out of 8 billion people, only": "De 8 bilhões de pessoas, apenas",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Mais de 1,7 bilhão de pessoas não têm acesso à refrigeração, afetando a segurança alimentar e a nutrição.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Mais de 2,5 bilhões de pessoas não podem pagar uma dieta saudável, contribuindo para desnutrição e doenças relacionadas à alimentação.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Mais de 3,3 bilhões de adultos não concluíram o ensino secundário no mundo.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Mais de 4,4 bilhões de pessoas não têm acesso a cuidados odontológicos preventivos regulares.",
  "Overlay of {{countryA}} and {{countryB}}": "Sobreposição de {{countryA}} e {{countryB}}",
  "Overlay view": "Vista de sobreposição",
  "Pan view": "Mover visualização",
  "Passport ownership represents the freedom and means to travel internationally.": "Possuir passaporte representa a liberdade e os meios de viajar internacionalmente.",
  "people": "pessoas",
  "people are younger than you": "pessoas são mais jovens que você",
  "people.": "pessoas.",
  "per day": "por dia",
  "per month": "por mês",
  "per year": "por ano",
  "Per-person income (USD)": "Renda per capita (USD)",
  "Pick two countries to see their actual land area side by side and overlapped.": "Escolha dois países para ver sua área real lado a lado e sobreposta.",
  "Policy Changes": "Mudanças na política",
  "Popular": "Popular",
  "Poverty line for lower-middle-income countries": "Linha de pobreza para países de renda média baixa",
  "Poverty line for upper-middle-income countries": "Linha de pobreza para países de renda média alta",
  "Poverty lines are PPP-based.": "As linhas de pobreza são baseadas em PPP.",
  "Poverty Status": "Status de pobreza",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (ajustado pelo custo de vida)",
  "PPP adjusts for cost of living and is best for comparing living standards across countries.": "PPP ajusta pelo custo de vida e é ideal para comparar padrões de vida entre países.",
  "PPP compares what your income can buy in your country, not the exchange rate.": "A PPP compara o que sua renda pode comprar no seu país, não a taxa de câmbio.",
  "PPP conversion factor (local currency per international $)": "Fator de conversão PPP (moeda local por $ internacional)",
  "PPP data is unavailable for this country. Enter your income in USD.": "Os dados de PPP não estão disponíveis para este país. Informe sua renda em USD.",
  "PPP ranking reflects living standards, not raw income.": "O ranking por PPP reflete padrão de vida, não renda bruta.",
  "PPP reflects cost of living differences.": "PPP reflete diferenças de custo de vida.",
  "Pre-tax national income thresholds": "Limites de renda nacional antes de impostos",
  "Prefer not to say": "Prefiro não dizer",
  "Privacy Notice": "Aviso de privacidade",
  "Privacy Policy": "Política de privacidade",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "O saneamento adequado previne doenças, protege a dignidade e é fundamental para a saúde pública.",
  "Quite short": "Bem baixo",
  "Quite tall": "Bem alto",
  "Quiz and Income Data": "Dados do questionário e renda",
  "Quiz duration": "Duração do questionário",
  "Quiz responses, income input (calculator), and response times": "Respostas do questionário, renda informada (calculadora) e tempos de resposta",
  "Quiz responses, response times, and income entered in calculator": "Respostas do questionário, tempos de resposta e renda informada na calculadora",
  "Rank {{rank}} of 366": "Ranking {{rank}} de 366",
  "Rank #{{rank}}": "Posição nº {{rank}}",
  "Rank unavailable": "Ranking indisponível",
  "Ranks use official total area.": "Os rankings usam a área total oficial.",
  "Rare": "Raro",
  "Read Privacy Policy": "Ler política de privacidade",
  "Refresh": "Atualizar",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "A refrigeração permite conservar alimentos, reduzir desperdícios e possibilita uma dieta mais variada e nutritiva.",
  "Regular cultural spending suggests discretionary income and access to diverse leisure opportunities.": "Gastos culturais regulares sugerem renda discricionária e acesso a diversas oportunidades de lazer.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Comer fora regularmente indica renda disponível e acesso a diversas opções de alimentação.",
  "Request data deletion": "Solicitar exclusão de dados",
  "Response details": "Detalhes da resposta",
  "Responses ({{count}})_many": "Respostas ({{count}})",
  "Responses ({{count}})_one": "Resposta ({{count}})",
  "Responses ({{count}})_other": "Respostas ({{count}})",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Os resultados são calculados instantaneamente. Se você permitir a coleta de dados, salvamos resultados anonimizados para melhorar as estatísticas globais.",
  "Retry": "Tentar novamente",
  "Richer than": "Mais rico que",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "O acesso a água segura previne doenças de origem hídrica e economiza horas gastas diariamente para coletar água.",
  "Scale = 1 + 0.5 x (additional adults) + 0.3 x (children).": "Escala = 1 + 0.5 x (adultos adicionais) + 0.3 x (crianças).",
  "Scale difference": "Diferença de escala",
  "Score": "Pontuação",
  "Seasoned veteran": "Veterano experiente",
  "Secondary education significantly improves employment prospects and earning potential.": "A educação secundária melhora significativamente as perspectivas de emprego e o potencial de renda.",
  "Security": "Segurança",
  "See My Global Profile": "Ver meu perfil global",
  "See your global living-standard position": "Veja sua posição global de padrão de vida",
  "Select a country": "Selecione um país",
  "Select language": "Selecionar idioma",
  "Select Language": "Selecionar idioma",
  "Session duration": "Duração da sessão",
  "Share": "Compartilhar",
  "Share Rank": "Compartilhar ranking",
  "Share Result": "Compartilhar resultado",
  "Show all": "Mostrar tudo",
  "Show top 20": "Mostrar top 20",
  "Size ratio": "Relação de tamanho",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Ter smartphone dá acesso a aplicativos, banco móvel, navegação e comunicação instantânea.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "A proteção social oferece uma rede de segurança durante doença, desemprego ou aposentadoria.",
  "Source": "Fonte",
  "Spending capacity beyond basic necessities": "Capacidade de gasto além das necessidades básicas",
  "Squares are sized by official total area.": "Os quadrados são dimensionados pela área total oficial.",
  "Start Again": "Começar novamente",
  "Status": "",
  "Summary": "Resumo",
  "Switch to PPP": "Mudar para PPP",
  "Take the quiz for a modeled estimate of your global ranking among 8 billion people.": "",
  "Tell us about yourself": "Conte-nos sobre você",
  "That means you are 1 in": "Isso significa que você é 1 em",
  "The collected information is used for the following purposes:": "As informações coletadas são usadas para os seguintes fins:",
  "This app shows your global living-standard position, not a raw income rank.": "Este app mostra sua posição global por padrão de vida, não um ranking de renda.",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Esta política de privacidade explica quais informações são coletadas, usadas e protegidas quando você usa o aplicativo de quiz Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Esta política de privacidade pode ser atualizada de tempos em tempos. Notificaremos alterações significativas publicando a nova política nesta página.",
  "This result is a modeled estimate, not a factual measurement. Real-world rankings can differ, but the pattern can still be meaningful, especially when comparing across questions.": "Este resultado é uma estimativa modelada, não uma medição factual. As classificações reais podem diferir, mas o padrão ainda pode ser significativo, especialmente ao comparar entre perguntas.",
  "Tier": "Nível",
  "Time": "Hora",
  "times the median": "vezes a mediana",
  "to reach {{milestone}}": "para alcançar {{milestone}}",
  "TOP": "TOP",
  "Top {{percent}}%": "Top {{percent}}%",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% começa em",
  "Top 1%": "Top 1%",
  "Top 1% globally": "Top 1% mundial",
  "Top 1% starts at": "Top 1% começa em",
  "Top 10%": "Top 10%",
  "Top 10% globally": "Top 10% mundial",
  "Top 10% starts at": "Top 10% começa em",
  "Top 20%": "Top 20%",
  "Top 5%": "Top 5%",
  "Top countries": "",
  "Top earners (out of 8 billion)": "Maiores rendas (de 8 bilhões)",
  "Top Half": "Metade superior",
  "Top percent bands": "",
  "Total {{duration}}": "Total {{duration}}",
  "Total responses": "Total de respostas",
  "True Size Atlas": "Atlas de tamanho real",
  "True Size Atlas - Compare Country Sizes": "",
  "Try Again": "Tentar novamente",
  "Try It Yourself": "Experimente você mesmo",
  "Type an amount to see your rank": "Digite um valor para ver sua posição",
  "Unable to load country shapes.": "Não foi possível carregar as formas dos países.",
  "Uncommon birthday": "Aniversário incomum",
  "Unknown": "Desconhecido",
  "Updated {{date}}": "Atualizado {{date}}",
  "Upper Middle Class": "Classe média alta",
  "Upper-Middle Income Poverty Line": "Linha de pobreza de renda média alta",
  "USD": "USD",
  "Use auto conversion": "Usar conversão automática",
  "Use country currency": "Usar a moeda do país",
  "UTM campaign": "Campanha UTM",
  "UTM medium": "Meio UTM",
  "UTM parameters": "Parâmetros UTM",
  "UTM source": "Fonte UTM",
  "Valid payloads": "",
  "View Details": "Ver detalhes",
  "We adjust household income using the OECD-modified equivalence scale.": "Ajustamos a renda do domicílio usando a escala de equivalência modificada da OCDE.",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Coletamos dados anônimos para oferecer melhor serviço e gerar estatísticas globais. As seguintes informações podem ser coletadas:",
  "We collect the following types of information:": "Coletamos os seguintes tipos de informação:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Não vendemos suas informações pessoais. Os dados só podem ser compartilhados com parceiros de pesquisa em forma anonimizada e agregada. Podemos divulgar informações quando exigido por lei.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Implementamos medidas técnicas e organizacionais adequadas para proteger os dados contra acesso não autorizado, alteração ou destruição.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Mantemos os dados por até 2 anos para fins de pesquisa. Após esse período, os dados são automaticamente excluídos ou anonimizados permanentemente.",
  "We use pre-tax household income and adjust for household size (OECD scale).": "Usamos renda domiciliar antes de impostos e ajustamos pelo tamanho do domicílio (escala OCDE).",
  "What percent of the world is your living standard?": "Em que porcentagem do mundo está seu padrão de vida?",
  "Where do you rank among 8 billion people?": "Em que posição você está entre 8 bilhões de pessoas?",
  "Where do you stand among\n8 billion people?": "Onde você está entre\n8 bilhões de pessoas?",
  "Wisdom of the ages": "Sabedoria da idade",
  "Withdraw consent at any time": "Retirar consentimento a qualquer momento",
  "WORLD\nRANK": "WORLD\nRANK",
  "World area ranking": "Ranking de área mundial",
  "World Inequality Database (WID.world)": "Banco de Dados de Desigualdade Mundial (WID.world)",
  "World Rank": "World Rank",
  "World Rank - Where Do You Stand?": "",
  "years old": "anos",
  "YES": "SIM",
  "Yes_Hint": "Sim",
  "You are a {{age}}-year-old {{gender}} who is taller than {{heightPercent}}% of {{genderPlural}} worldwide.": "Você é um(a) {{gender}} de {{age}} anos que é mais alto(a) que {{heightPercent}}% dos(as) {{genderPlural}} no mundo.",
  "You are here": "Você está aqui",
  "You are in the top": "Você está no topo",
  "Younger than most": "Mais jovem que a maioria",
  "Your Answers": "Suas respostas",
  "Your daily income": "Sua renda diária",
  "Your Global Profile": "Seu perfil global",
  "Your height, age, and birthday vs. the world": "Sua altura, idade e aniversário vs. o mundo",
  "Your income": "Sua renda",
  "Your income vs median": "Sua renda vs mediana",
  "Your input is pre-tax household income per person, so this is an estimate.": "Sua entrada é a renda do domicílio antes de impostos por pessoa, portanto é uma estimativa.",
  "Your Position in Global Income Distribution": "Sua posição na distribuição global de renda",
  "Your Rights": "Seus direitos",
  "Zoom in": "Aproximar",
  "Zoom level": "Nível de zoom",
  "Zoom out": "Afastar"
}
