{
  "10s": "10-19",
  "20s": "20-29",
  "30s": "30-39",
  "40s": "40-49",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Prístup k 5G znamená rýchlejšie sťahovanie, lepšie streamovanie a prístup k novým technológiám ako AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Pokrytie 5G je stále obmedzené, iba asi 1,6 miliardy ľudí má prístup k tejto technológii.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Vysokoškolský diplom často poskytuje prístup k lepšie plateným pracovným miestam a profesionálnym sieťam.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Práčka šetrí veľa času, najmä ženám, ktoré tradične vykonávajú práčovnícke práce.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Približne 1,7 miliardy dospelých nemá prístup k bankovým službám a formálnym finančným službám.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Približne 2,1 miliardy ľudí nikdy nepoužilo internet, čo vytvára výraznú digitálnu priepasť.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Približne 2,4 miliardy ľudí na svete žije v preplnených bytových podmienkach.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Približne 3,2 miliardy ľudí nevlastní smartfón, čo obmedzuje ich prístup k mobilným službám.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Približne 3,6 miliardy ľudí nemá prístup k základným zdravotným službám alebo čelí finančným ťažkostiam pri hľadaní starostlivosti.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Približne 4,8 miliardy ľudí si pere bielizeň ručne, pričom na túto úlohu trávia týždenne hodiny.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Približne 5,6 miliardy ľudí nemá doma prístup k pevnému širokopásmovému internetu.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Približne 6 miliárd ľudí nemá platný pas, čo obmedzuje medzinárodné cestovanie.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Približne 675 miliónov ľudí na svete stále žije bez elektriny, väčšinou v subsaharskej Afrike a južnej Ázii.",
  "Academic research on global living standards": "Akademický výskum globálnych životných štandardov",
  "Accept": "Prijať",
  "Access your data": "Prístup k vašim údajom",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Dostatočný obytný priestor podporuje súkromie, štúdium, prácu z domu a celkové duševné zdravie.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Schopnosť kúpiť si výživné jedlo je nevyhnutná pre fyzické zdravie, kognitívny vývoj a produktivitu.",
  "Age Group": "Veková skupina",
  "Age group and gender (optional)": "Veková skupina a pohlavie (voliteľné)",
  "Age group and gender you optionally provide": "Veková skupina a pohlavie, ktoré voliteľne uvediete",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Skúsenosť s leteckou dopravou naznačuje prístup k diaľkovej mobilite a často medzinárodné vystavenie.",
  "Already {{milestone}}": "Už ste v {{milestone}}",
  "Analyzing global data...": "Analyzujem globálne údaje...",
  "Annual income": "Ročný príjem",
  "Approximate location (country/city from IP)": "Približná poloha (krajina/mesto z IP adresy)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Približne 770 miliónov dospelých na svete nevie čítať ani písať, pričom dve tretiny sú ženy.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Približne 1,7 miliardy ľudí nemá základnú sanitáciu a 494 miliónov stále praktizuje otvorené vyprázdňovanie.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Približne 2,1 miliardy ľudí nemá doma bezpečne spravované služby pitnej vody.",
  "Awesome Rank": "Svetové rebríček",
  "Back": "Späť",
  "Begin Analysis": "Začať analýzu",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Byť v spotrebiteľskej triede znamená mať voľne použiteľný príjem nad rámec základných potrieb.",
  "Browser type, screen resolution, language settings": "Typ prehliadača, rozlíšenie obrazovky, jazykové nastavenia",
  "Calculating...": "Vypočítavam...",
  "Can you access essential healthcare without financial hardship?": "Máte prístup k základnej zdravotnej starostlivosti bez finančných ťažkostí?",
  "Can you afford a healthy diet?": "Môžete si dovoliť zdravú stravu?",
  "Can you read and write simple sentences?": "Viete čítať a písať jednoduché vety?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Vlastníctvo auta poskytuje mobilitu, flexibilitu a prístup k príležitostiam mimo trás verejnej dopravy.",
  "Check Rank": "Skontrolovať rebríček",
  "Close": "Zavrieť",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Zhromaždené údaje sa používajú iba na výskumné účely a zlepšenie služieb. Nepredávame ani nezdieľame vaše osobné informácie s tretími stranami.",
  "Coming Soon": "Už čoskoro",
  "Continue": "Pokračovať",
  "Copied!": "Skopírované!",
  "Cost of living": "Náklady na živobytie",
  "Country and city derived from IP address": "Krajina a mesto odvodené z IP adresy",
  "Data": "Údaje",
  "Data Retention": "Uchovávanie údajov",
  "Data Sharing": "Zdieľanie údajov",
  "Decline": "Odmietnuť",
  "Demographic Information": "Demografické informácie",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Prístup k zubnej starostlivosti naznačuje širšiu dostupnosť zdravotnej starostlivosti a preventívnych zdravotných praktík.",
  "Depending on your location, you may have the following rights:": "V závislosti od vašej polohy môžete mať nasledujúce práva:",
  "Device Information": "Informácie o zariadení",
  "Device type, screen size, browser language": "Typ zariadenia, veľkosť obrazovky, jazyk prehliadača",
  "Did you graduate from high school (secondary education)?": "Absolvovali ste strednú školu (stredné vzdelanie)?",
  "Discover where you stand": "Zistite, kde sa nachádzate",
  "Do Not Collect My Data": "Nezhromažďujte moje údaje",
  "Do you have a bank account or mobile money account?": "Máte bankový účet alebo účet mobilných peňazí?",
  "Do you have a refrigerator in your home?": "Máte doma chladničku?",
  "Do you have a valid passport?": "Máte platný pas?",
  "Do you have access to a flush toilet or improved sanitation?": "Máte prístup k spláchaciemu záchodu alebo zlepšenej sanitácii?",
  "Do you have access to electricity in your home?": "Máte doma prístup k elektrine?",
  "Do you have access to safe drinking water at home?": "Máte doma prístup k bezpečnej pitnej vode?",
  "Do you live in a non-overcrowded home?": "Žijete v nepreplnenom domove?",
  "Do you own a personal smartphone?": "Vlastníte osobný smartfón?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Máte predplatné platenej streamovacej služby (Netflix, atď.)?",
  "Do you use the internet?": "Používate internet?",
  "Enter your annual income to estimate where you stand globally": "Zadajte svoj ročný príjem pre odhad vašej globálnej pozície",
  "Example: 50,000": "Príklad: 50 000",
  "Exchange rate": "Menový kurz",
  "Female": "Žena",
  "File a complaint with supervisory authority": "Podať sťažnosť dozornému orgánu",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finančná inklúzia umožňuje bezpečné sporenie, požičiavanie a prijímanie platieb – nevyhnutné pre ekonomickú stabilitu.",
  "For more accurate comparison": "Pre presnejšie porovnanie",
  "Gender": "Pohlavie",
  "Generate anonymized global statistics": "Generovať anonymizované globálne štatistiky",
  "GitHub": "GitHub",
  "Global": "Globálny",
  "Global Rate": "Globálna miera",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "Polovica ľudstva žije za menej ako 12 $ denne, čo obmedzuje ich spotrebiteľské možnosti.",
  "Have you ever flown on an airplane?": "Lietali ste niekedy lietadlom?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Mať elektrinu znamená mať prístup k osvetleniu, chladeniu a možnosti nabíjať zariadenia – základu moderného života.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Prístup k zdravotnej starostlivosti bez finančného zaťaženia znamená, že choroba nevedie k chudobe.",
  "Home": "Domov",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Domáci širokopásmový internet umožňuje prácu na diaľku, streamovanie, videohovory a plynulé online zážitky.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Bezpečnosť bývania umožňuje dlhodobé plánovanie, investície do nehnuteľností a psychickú pohodu.",
  "How We Use Information": "Ako používame informácie",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Som v top {{score}}% globálnej populácie! #AwesomeRank",
  "Implication": "Dôsledok",
  "Improve question quality and user experience": "Zlepšiť kvalitu otázok a používateľskú skúsenosť",
  "Income Rank": "Príjmové rebríček",
  "Income basis": "Základ príjmu",
  "Income rank result": "Výsledok príjmového rebríčka",
  "Information We Collect": "Informácie, ktoré zhromažďujeme",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "Prístup k internetu umožňuje vzdelávanie, pracovné príležitosti, sociálne prepojenie a prístup k dôležitým informáciám.",
  "Introduction": "Úvod",
  "Last updated": "Posledná aktualizácia",
  "Less than half of the world's households have access to a personal vehicle.": "Menej ako polovica svetových domácností má prístup k osobnému vozidlu.",
  "Level 1: Infrastructure (Survival)": "Úroveň 1: Infraštruktúra (Prežitie)",
  "Level 2: Connectivity (Information)": "Úroveň 2: Konektivita (Informácie)",
  "Level 3: Assets (Comfort)": "Úroveň 3: Majetok (Pohodlie)",
  "Level 5: Mobility (Elite)": "Úroveň 5: Mobilita (Elita)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Gramotnosť otvára dvere k zamestnaniu, prístupu k informáciám a občianskej participácii, ktoré mnohí považujú za samozrejmosť.",
  "Location Information": "Informácie o polohe",
  "Male": "Muž",
  "Market": "Trh",
  "Market exchange rate (MER)": "Tržný menový kurz (MER)",
  "Median (50th)": "Medián (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Môj príjem je v top {{score}} na svete. Skontrolujte svoj:",
  "NO": "NIE",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Takmer 1 miliarda ľudí na svete sa cíti neisto ohľadom svojho vlastníctva bývania.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Takmer 3,8 miliardy ľudí nemá žiadnu formu sociálnej ochrany.",
  "New": "Nový",
  "Next milestone": "Ďalší míľnik",
  "No_Hint": "Nie",
  "Not saved": "Neuložené",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Iba 1 zo 4 dospelých na svete má dokončené vysokoškolské vzdelanie.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Iba asi 1,2 miliardy ľudí na svete má predplatné platených streamovacích služieb.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Iba asi 1,6 miliardy ľudí niekedy vo svojom živote lietalo lietadlom.",
  "Only about one-third of people can regularly afford to eat outside the home.": "Iba asi jedna tretina ľudí si pravidelne môže dovoliť jesť mimo domu.",
  "Other": "Iné",
  "Out of 8 billion people, only": "Z 8 miliárd ľudí iba",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "Viac ako 1,7 miliardy ľudí nemá prístup k chladeniu, čo ovplyvňuje bezpečnosť potravín a výživu.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "Viac ako 2,5 miliardy ľudí si nemôže dovoliť zdravú stravu, čo prispieva k podvýžive a chorobám súvisiacim so stravou.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Viac ako 3,3 miliardy dospelých na svete nedokončilo stredoškolské vzdelanie.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "Viac ako 4,4 miliardy ľudí nemá prístup k pravidelnej preventívnej zubnej starostlivosti.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (upravené o náklady na živobytie)",
  "Passport ownership represents the freedom and means to travel internationally.": "Vlastníctvo pasu predstavuje slobodu a prostriedky na medzinárodné cestovanie.",
  "Policy Changes": "Zmeny zásad",
  "Poverty Status": "Stav chudoby",
  "Poverty lines are PPP-based.": "Hranice chudoby sú založené na PPP.",
  "Prefer not to say": "Nechcem uviesť",
  "Privacy Notice": "Oznámenie o ochrane osobných údajov",
  "Privacy Policy": "Zásady ochrany osobných údajov",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Správna sanitácia predchádza chorobám, chráni dôstojnosť a je základom verejného zdravia.",
  "Quiz and Income Data": "Údaje kvízu a príjmu",
  "Quiz responses, income input (calculator), and response times": "Odpovede kvízu, zadanie príjmu (kalkulačka) a časy odpovedí",
  "Quiz responses, response times, and income entered in calculator": "Odpovede kvízu, časy odpovedí a príjem zadaný v kalkulačke",
  "Read Privacy Policy": "Prečítať zásady ochrany osobných údajov",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Chladenie umožňuje konzervovanie potravín, znižuje plytvanie a umožňuje rozmanitejšiu a výživnejšiu stravu.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Pravidelné stolovanie vonku naznačuje disponibilný príjem a prístup k rozmanitým možnostiam stravy.",
  "Request data deletion": "Požiadať o vymazanie údajov",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Výsledky sa vypočítajú okamžite. Ak povolíte zber dát, uložíme anonymizované výsledky na zlepšenie globálnych štatistík.",
  "Richer than": "Bohatší ako",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Prístup k bezpečnej vode predchádza chorobám prenášaným vodou a šetrí hodiny strávené každodenným získavaním vody.",
  "Save failed": "Uloženie zlyhalo",
  "Saved": "Uložené",
  "Saving…": "Ukladanie…",
  "Secondary education significantly improves employment prospects and earning potential.": "Stredoškolské vzdelanie výrazne zlepšuje vyhliadky na zamestnanie a potenciál zárobku.",
  "Security": "Bezpečnosť",
  "See your income rank worldwide": "Pozrite sa na svoj príjmový rebríček vo svete",
  "Share Rank": "Zdieľať rebríček",
  "Share Result": "Zdieľať výsledok",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Vlastníctvo smartfónu poskytuje prístup k aplikáciám, mobilnému bankovníctvu, navigácii a okamžitej komunikácii.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sociálna ochrana poskytuje bezpečnostnú sieť počas choroby, nezamestnanosti alebo dôchodku.",
  "Source": "Zdroj",
  "Start Again": "Začať znova",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Streamovacie predplatné naznačuje voľné výdavky na zábavu a spoľahlivý prístup k internetu.",
  "Switch to PPP": "Prepnúť na PPP",
  "TOP": "TOP",
  "Tell us about yourself": "Povedzte nám o sebe",
  "That means you are 1 in": "To znamená, že ste 1 z",
  "The collected information is used for the following purposes:": "Zhromaždené informácie sa používajú na nasledujúce účely:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Tieto zásady ochrany osobných údajov vysvetľujú, aké informácie sa zhromažďujú, používajú a chránia pri používaní aplikácie Awesome Rank.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Tieto zásady ochrany osobných údajov sa môžu čas od času aktualizovať. O významných zmenách vás budeme informovať zverejnením nových zásad na tejto stránke.",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Top 0,1% začína na",
  "Top 1%": "Top 1%",
  "Top 1% starts at": "Top 1% začína na",
  "Top 10%": "Top 10%",
  "Top 10% starts at": "Top 10% začína na",
  "Top earners (out of 8 billion)": "Najvyšší príjmy (z 8 miliárd)",
  "Try It Yourself": "Vyskúšajte sami",
  "Type an amount to see your rank": "Zadajte sumu pre zobrazenie vášho rebríčka",
  "USD": "USD",
  "View Details": "Zobraziť detaily",
  "WID thresholds (wid.world)": "Prahy WID (wid.world)",
  "WORLD\nRANK": "SVETOVÝ\nREBRÍČEK",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Zhromažďujeme anonymné údaje, aby sme poskytovali lepšie služby a generovali globálne štatistiky. Môžu sa zhromažďovať nasledujúce informácie:",
  "We collect the following types of information:": "Zhromažďujeme nasledujúce typy informácií:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Nepredávame vaše osobné informácie. Údaje môžu byť zdieľané s výskumnými partnermi iba v anonymizovanej a agregovanej forme. Informácie môžeme poskytnúť, keď to vyžaduje zákon.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Implementujeme primerané technické a organizačné opatrenia na ochranu údajov pred neoprávneným prístupom, zmenou alebo zničením.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Uchovávame údaje až 2 roky na výskumné účely. Po uplynutí tejto doby sa údaje automaticky vymažú alebo trvalo anonymizujú.",
  "Where do you rank among 8 billion people?": "Kde sa radíte medzi 8 miliárd ľudí?",
  "Where do you stand among\n8 billion people?": "Kde sa nachádzate medzi\n8 miliardami ľudí?",
  "Withdraw consent at any time": "Kedykoľvek odvolať súhlas",
  "YES": "ÁNO",
  "Yes_Hint": "Áno",
  "You are in the top": "Patríte medzi najlepších",
  "Your Answers": "Vaše odpovede",
  "Your Rights": "Vaše práva",
  "Your income": "Váš príjem",
  "Your income vs median": "Váš príjem vs medián",
  "are in this group.": "je v tejto skupine.",
  "of the global population.": "globálnej populácie.",
  "people": "ľudí",
  "people.": "ľudí.",
  "per day": "denne",
  "per month": "mesačne",
  "per year": "ročne",
  "times the median": "násobok mediánu",
  "to reach {{milestone}}": "na dosiahnutie {{milestone}}"
}
