{
  "10s": "10-19 let",
  "20s": "20-29 let",
  "30s": "30-39 let",
  "40s": "40-49 let",
  "50s+": "50+ let",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "Dostop do 5G pomeni hitrejše prenose, boljše pretakanje in dostop do nastajajočih tehnologij, kot sta AR/VR.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "Pokritost s 5G ostaja omejena, saj ima dostop do te tehnologije le približno 1,6 milijarde ljudi.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Univerzitetna diploma pogosto zagotavlja dostop do bolje plačanih delovnih mest in strokovnih mrež.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Pralni stroj prihrani veliko časa, zlasti ženskam, ki tradicionalno opravljajo pranje.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Približno 1,7 milijarde odraslih še vedno nima bančnih storitev in dostopa do formalnih finančnih storitev.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Približno 2,1 milijarde ljudi še nikoli ni uporabljalo interneta, kar ustvarja pomembno digitalno razdelitev.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Približno 2,4 milijarde ljudi po svetu živi v prenatrpanih stanovanjskih razmerah.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Približno 3,2 milijarde ljudi ne poseduje pametnega telefona, kar omejuje njihov dostop do mobilnih storitev.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Približno 3,6 milijarde ljudi nima dostopa do osnovnih zdravstvenih storitev ali se sooča s finančnimi težavami pri iskanju oskrbe.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Približno 4,8 milijarde ljudi pere oblačila ročno in tej nalogi tedensko nameni ure časa.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Približno 5,6 milijarde ljudi doma nima dostopa do fiksnega širokopasovnega interneta.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Približno 6 milijard ljudi nima veljavnega potnega lista, kar omejuje mednarodno potovanje.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "",
  "Academic research on global living standards": "",
  "Accept": "Sprejmi",
  "Access your data": "",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "",
  "Age Group": "Starostna skupina",
  "Age group and gender (optional)": "",
  "Age group and gender you optionally provide": "",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "",
  "Already {{milestone}}": "Že ste v {{milestone}}",
  "Analyzing global data...": "",
  "Annual income": "Letni dohodek",
  "Approximate location (country/city from IP)": "",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "",
  "Awesome Rank": "Svetovna lestvica",
  "Back": "Nazaj",
  "Begin Analysis": "Začni analizo",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "",
  "Browser type, screen resolution, language settings": "",
  "Calculating...": "",
  "Can you access essential healthcare without financial hardship?": "",
  "Can you afford a healthy diet?": "",
  "Can you read and write simple sentences?": "",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "",
  "Check Rank": "",
  "Close": "Zapri",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "",
  "Coming Soon": "Kmalu na voljo",
  "Continue": "Nadaljuj",
  "Copied!": "",
  "Cost of living": "Stroški življenja",
  "Country and city derived from IP address": "",
  "Data": "Podatki",
  "Data Retention": "",
  "Data Sharing": "",
  "Decline": "Zavrni",
  "Demographic Information": "",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "",
  "Depending on your location, you may have the following rights:": "",
  "Device Information": "",
  "Device type, screen size, browser language": "",
  "Did you graduate from high school (secondary education)?": "",
  "Discover where you stand": "",
  "Do Not Collect My Data": "Ne zbiraj mojih podatkov",
  "Do you have a bank account or mobile money account?": "",
  "Do you have a refrigerator in your home?": "",
  "Do you have a valid passport?": "",
  "Do you have access to a flush toilet or improved sanitation?": "",
  "Do you have access to electricity in your home?": "",
  "Do you have access to safe drinking water at home?": "",
  "Do you live in a non-overcrowded home?": "",
  "Do you own a personal smartphone?": "",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "",
  "Do you use the internet?": "",
  "Enter your annual income to estimate where you stand globally": "Vnesite svoj letni dohodek za oceno vašega globalnega položaja",
  "Example: 50,000": "Primer: 50.000",
  "Exchange rate": "Menjalni tečaj",
  "Female": "Ženska",
  "File a complaint with supervisory authority": "",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "",
  "For more accurate comparison": "Za natančnejšo primerjavo",
  "Gender": "Spol",
  "Generate anonymized global statistics": "",
  "GitHub": "",
  "Global": "Globalno",
  "Global Rate": "Globalna stopnja",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "",
  "Have you ever flown on an airplane?": "",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "",
  "Home": "Domov",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "",
  "How We Use Information": "",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "",
  "Implication": "Pomen",
  "Improve question quality and user experience": "",
  "Income Rank": "Rang dohodka",
  "Income basis": "Osnova dohodka",
  "Income rank result": "Rezultat ranga dohodka",
  "Information We Collect": "",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "",
  "Introduction": "",
  "Last updated": "Nazadnje posodobljeno",
  "Less than half of the world's households have access to a personal vehicle.": "",
  "Level 1: Infrastructure (Survival)": "",
  "Level 2: Connectivity (Information)": "",
  "Level 3: Assets (Comfort)": "",
  "Level 5: Mobility (Elite)": "",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "",
  "Location Information": "",
  "Male": "Moški",
  "Market": "Tržni",
  "Market exchange rate (MER)": "Tržni menjalni tečaj (MER)",
  "Median (50th)": "Mediana (50.)",
  "My income is in the Top {{score}} worldwide. Check yours:": "",
  "NO": "NE",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "",
  "New": "Novo",
  "Next milestone": "Naslednji mejnik",
  "No_Hint": "Ne",
  "Not saved": "Ni shranjeno",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "",
  "Only about one-third of people can regularly afford to eat outside the home.": "",
  "Other": "Drugo",
  "Out of 8 billion people, only": "",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "",
  "Over 4.4 billion people lack access to regular preventive dental care.": "",
  "PPP": "",
  "PPP (cost of living adjusted)": "PPP (prilagojeno stroškom življenja)",
  "Passport ownership represents the freedom and means to travel internationally.": "",
  "Policy Changes": "",
  "Poverty Status": "Status revščine",
  "Poverty lines are PPP-based.": "Meje revščine temeljijo na PPP.",
  "Prefer not to say": "Raje ne povem",
  "Privacy Notice": "Obvestilo o zasebnosti",
  "Privacy Policy": "Politika zasebnosti",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "",
  "Quiz and Income Data": "",
  "Quiz responses, income input (calculator), and response times": "",
  "Quiz responses, response times, and income entered in calculator": "",
  "Read Privacy Policy": "Preberi politiko zasebnosti",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "",
  "Regular dining out indicates disposable income and access to diverse food options.": "",
  "Request data deletion": "",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Rezultati se izračunajo takoj. Če dovolite zbiranje podatkov, shranimo anonimizirane rezultate za izboljšanje globalne statistike.",
  "Richer than": "Bogatejši od",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "",
  "Save failed": "Shranjevanje ni uspelo",
  "Saved": "Shranjeno",
  "Saving…": "Shranjujem…",
  "Secondary education significantly improves employment prospects and earning potential.": "",
  "Security": "",
  "See your income rank worldwide": "Oglejte si svoj rang dohodka po svetu",
  "Share Rank": "",
  "Share Result": "",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "",
  "Source": "Vir",
  "Start Again": "",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "",
  "Switch to PPP": "Preklopi na PPP",
  "TOP": "VRH",
  "Tell us about yourself": "Povejte nam nekaj o sebi",
  "That means you are 1 in": "To pomeni, da ste 1 od",
  "The collected information is used for the following purposes:": "",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "",
  "Top 0.1%": "Top 0,1%",
  "Top 0.1% starts at": "Vrhunski 0,1% se začne pri",
  "Top 1%": "",
  "Top 1% starts at": "Vrhunski 1% se začne pri",
  "Top 10%": "",
  "Top 10% starts at": "Vrhunskih 10% se začne pri",
  "Top earners (out of 8 billion)": "Najvišji zaslužkarji (od 8 milijard)",
  "Try It Yourself": "",
  "Type an amount to see your rank": "Vnesite znesek za ogled vašega ranga",
  "USD": "",
  "View Details": "Prikaži podrobnosti",
  "WID thresholds (wid.world)": "WID pragovi (wid.world)",
  "WORLD\nRANK": "",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "",
  "We collect the following types of information:": "",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "",
  "Where do you rank among 8 billion people?": "",
  "Where do you stand among\n8 billion people?": "Kje se nahajate med\n8 milijardami ljudi?",
  "Withdraw consent at any time": "",
  "YES": "DA",
  "Yes_Hint": "Da",
  "You are in the top": "Nahajate se med vrhnjimi",
  "Your Answers": "Vaši odgovori",
  "Your Rights": "",
  "Your income": "Vaš dohodek",
  "Your income vs median": "Vaš dohodek vs mediana",
  "are in this group.": "",
  "of the global population.": "globalnega prebivalstva.",
  "people": "ljudje",
  "people.": "ljudje.",
  "per day": "na dan",
  "per month": "na mesec",
  "per year": "na leto",
  "times the median": "kratnik mediane",
  "to reach {{milestone}}": "da dosežete {{milestone}}"
}
