{
  "10s": "10-19 ปี",
  "20s": "20-29 ปี",
  "30s": "30-39 ปี",
  "40s": "40-49 ปี",
  "50s+": "50 ปีขึ้นไป",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "การเข้าถึง 5G หมายถึงการดาวน์โหลดที่เร็วขึ้น สตรีมมิงที่ดีขึ้น และการเข้าถึงเทคโนโลยีใหม่ๆ เช่น AR/VR",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "การครอบคลุม 5G ยังมีจำกัด มีผู้คนเพียงประมาณ 1.6 พันล้านคนเท่านั้นที่สามารถเข้าถึงเทคโนโลยีนี้",
  "A university degree often provides access to higher-paying jobs and professional networks.": "ปริญญามักช่วยเปิดโอกาสในการเข้าถึงงานที่ได้รับค่าตอบแทนสูงและเครือข่ายมืออาชีพ",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "เครื่องซักผ้าช่วยประหยัดเวลาอย่างมาก โดยเฉพาะสำหรับผู้หญิงที่มักจะทำหน้าที่ซักผ้า",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "ผู้ใหญ่ประมาณ 1.7 พันล้านคนยังไม่มีบัญชีธนาคาร ไม่สามารถเข้าถึงบริการทางการเงินที่เป็นทางการ",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "ผู้คนประมาณ 2.1 พันล้านคนไม่เคยใช้อินเทอร์เน็ต ทำให้เกิดช่องว่างดิจิทัลอย่างมีนัยสำคัญ",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "ผู้คนประมาณ 2.4 พันล้านคนทั่วโลกอาศัยอยู่ในสภาพที่อยู่อาศัยที่แออัด",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "ผู้คนประมาณ 3.2 พันล้านคนไม่มีสมาร์ทโฟน จำกัดการเข้าถึงบริการบนมือถือ",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "ผู้คนประมาณ 3.6 พันล้านคนไม่สามารถเข้าถึงบริการสุขภาพที่จำเป็นหรือประสบปัญหาทางการเงินเมื่อต้องการรักษา",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "ผู้คนประมาณ 4.8 พันล้านคนซักผ้าด้วยมือ ใช้เวลาหลายชั่วโมงต่อสัปดาห์ในการทำงานนี้",
  "About 5.6 billion people lack fixed broadband internet access at home.": "ผู้คนประมาณ 5.6 พันล้านคนไม่มีอินเทอร์เน็ตบรอดแบนด์ประจำที่บ้าน",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "ผู้คนประมาณ 6 พันล้านคนไม่มีหนังสือเดินทางที่ใช้ได้ จำกัดการเดินทางระหว่างประเทศ",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "ผู้คนทั่วโลกประมาณ 675 ล้านคนยังคงอาศัยอยู่โดยไม่มีไฟฟ้า ส่วนใหญ่อยู่ในแอฟริกาใต้สะฮาราและเอเชียใต้",
  "Academic research on global living standards": "งานวิจัยทางวิชาการเกี่ยวกับมาตรฐานการครองชีพทั่วโลก",
  "Accept": "ยอมรับ",
  "Access your data": "เข้าถึงข้อมูลของคุณ",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "พื้นที่อยู่อาศัยที่เพียงพอช่วยสนับสนุนความเป็นส่วนตัว การศึกษา การทำงานที่บ้าน และสุขภาพจิตโดยรวม",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "การมีเงินซื้ออาหารที่มีคุณค่าทางโภชนาการเป็นสิ่งจำเป็นสำหรับสุขภาพกาย การพัฒนาสติปัญญา และประสิทธิภาพการทำงาน",
  "Age Group": "กลุ่มอายุ",
  "Age group and gender (optional)": "กลุ่มอายุและเพศ (ไม่บังคับ)",
  "Age group and gender you optionally provide": "กลุ่มอายุและเพศที่คุณให้ข้อมูล (ไม่บังคับ)",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "ประสบการณ์การเดินทางทางอากาศบ่งบอกถึงการเข้าถึงการเดินทางระยะไกลและมักมีการสัมผัสระดับนานาชาติ",
  "Already {{milestone}}": "คุณอยู่ใน {{milestone}} แล้ว",
  "Analyzing global data...": "กำลังวิเคราะห์ข้อมูลทั่วโลก...",
  "Annual income": "รายได้ต่อปี",
  "Approximate location (country/city from IP)": "ตำแหน่งโดยประมาณ (ประเทศ/เมืองจาก IP)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "ผู้ใหญ่ทั่วโลกประมาณ 770 ล้านคนไม่สามารถอ่านหรือเขียนได้ โดยสองในสามเป็นผู้หญิง",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "ผู้คนประมาณ 1.7 พันล้านคนขาดสุขาภิบาลพื้นฐาน และ 494 ล้านคนยังคงถ่ายอุจจาระกลางแจ้ง",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "ผู้คนประมาณ 2.1 พันล้านคนขาดบริการน้ำดื่มที่จัดการอย่างปลอดภัยที่บ้าน",
  "Awesome Rank": "อันดับโลก",
  "Back": "ย้อนกลับ",
  "Begin Analysis": "เริ่มวิเคราะห์",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "การอยู่ในชั้นผู้บริโภคหมายถึงการมีรายได้ตามใจสำหรับใช้จ่ายนอกเหนือจากความจำเป็นพื้นฐาน",
  "Browser type, screen resolution, language settings": "ประเภทเบราว์เซอร์ ความละเอียดหน้าจอ การตั้งค่าภาษา",
  "Calculating...": "กำลังคำนวณ...",
  "Can you access essential healthcare without financial hardship?": "คุณสามารถเข้าถึงการดูแลสุขภาพที่จำเป็นโดยไม่ประสบปัญหาทางการเงินหรือไม่?",
  "Can you afford a healthy diet?": "คุณสามารถจ่ายเงินซื้ออาหารเพื่อสุขภาพได้หรือไม่?",
  "Can you read and write simple sentences?": "คุณสามารถอ่านและเขียนประโยคง่ายๆ ได้หรือไม่?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "การมีรถยนต์ช่วยให้มีความคล่องตัวในการเดินทาง ความยืดหยุ่น และเข้าถึงโอกาสนอกเหนือเส้นทางขนส่งสาธารณะ",
  "Check Rank": "ตรวจสอบอันดับ",
  "Close": "ปิด",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "ข้อมูลที่รวบรวมจะถูกใช้เพื่อวัตถุประสงค์ในการวิจัยและปรับปรุงบริการเท่านั้น เราไม่ขายหรือแบ่งปันข้อมูลส่วนบุคคลของคุณกับบุคคลที่สาม",
  "Coming Soon": "เร็วๆ นี้",
  "Continue": "ดำเนินการต่อ",
  "Copied!": "คัดลอกแล้ว!",
  "Cost of living": "ค่าครองชีพ",
  "Country and city derived from IP address": "ประเทศและเมืองที่ได้จากที่อยู่ IP",
  "Data": "ข้อมูล",
  "Data Retention": "การเก็บรักษาข้อมูล",
  "Data Sharing": "การแบ่งปันข้อมูล",
  "Decline": "ปฏิเสธ",
  "Demographic Information": "ข้อมูลประชากร",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "การเข้าถึงการดูแลทันตกรรมบ่งบอกถึงความพร้อมของการดูแลสุขภาพโดยรวมและแนวปฏิบัติด้านสุขภาพเชิงป้องกัน",
  "Depending on your location, you may have the following rights:": "ขึ้นอยู่กับตำแหน่งที่ตั้งของคุณ คุณอาจมีสิทธิ์ดังต่อไปนี้:",
  "Device Information": "ข้อมูลอุปกรณ์",
  "Device type, screen size, browser language": "ประเภทอุปกรณ์ ขนาดหน้าจอ ภาษาเบราว์เซอร์",
  "Did you graduate from high school (secondary education)?": "คุณสำเร็จการศึกษามัธยมปลายหรือไม่?",
  "Discover where you stand": "ค้นพบว่าคุณอยู่ตรงไหน",
  "Do Not Collect My Data": "ไม่ต้องเก็บข้อมูลของฉัน",
  "Do you have a bank account or mobile money account?": "คุณมีบัญชีธนาคารหรือบัญชีเงินมือถือหรือไม่?",
  "Do you have a refrigerator in your home?": "คุณมีตู้เย็นในบ้านหรือไม่?",
  "Do you have a valid passport?": "คุณมีหนังสือเดินทางที่ใช้งานได้หรือไม่?",
  "Do you have access to a flush toilet or improved sanitation?": "คุณมีสุขาชนิดชักโครกหรือสุขาภิบาลที่ดีขึ้นหรือไม่?",
  "Do you have access to electricity in your home?": "คุณมีไฟฟ้าใช้ในบ้านหรือไม่?",
  "Do you have access to safe drinking water at home?": "คุณมีน้ำดื่มที่ปลอดภัยที่บ้านหรือไม่?",
  "Do you live in a non-overcrowded home?": "คุณอาศัยอยู่ในบ้านที่ไม่แออัดหรือไม่?",
  "Do you own a personal smartphone?": "คุณมีสมาร์ทโฟนส่วนตัวหรือไม่?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "คุณสมัครบริการสตรีมมิงแบบเสียเงิน (เช่น Netflix) หรือไม่?",
  "Do you use the internet?": "คุณใช้อินเทอร์เน็ตหรือไม่?",
  "Enter your annual income to estimate where you stand globally": "ใส่รายได้ต่อปีของคุณเพื่อประเมินว่าคุณอยู่ตรงไหนในระดับโลก",
  "Example: 50,000": "ตัวอย่าง: 50,000",
  "Exchange rate": "อัตราแลกเปลี่ยน",
  "Female": "หญิง",
  "File a complaint with supervisory authority": "ยื่นข้อร้องเรียนต่อหน่วยงานกำกับดูแล",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "การเข้าถึงบริการทางการเงินช่วยให้สามารถออม กู้ยืม และรับเงินได้อย่างปลอดภัย ซึ่งเป็นสิ่งจำเป็นสำหรับเสถียรภาพทางเศรษฐกิจ",
  "For more accurate comparison": "เพื่อการเปรียบเทียบที่แม่นยำยิ่งขึ้น",
  "Gender": "เพศ",
  "Generate anonymized global statistics": "สร้างสถิติโลกแบบไม่ระบุตัวตน",
  "GitHub": "GitHub",
  "Global": "ทั่วโลก",
  "Global Rate": "อัตราทั่วโลก",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "ครึ่งหนึ่งของมนุษยชาติมีรายได้ต่ำกว่า 12 ดอลลาร์ต่อวัน จำกัดตัวเลือกในการบริโภค",
  "Have you ever flown on an airplane?": "คุณเคยนั่งเครื่องบินหรือไม่?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "การมีไฟฟ้าหมายถึงการเข้าถึงแสงสว่าง ความเย็น และความสามารถในการชาร์จอุปกรณ์ ซึ่งเป็นรากฐานของชีวิตสมัยใหม่",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "การเข้าถึงการดูแลสุขภาพโดยไม่มีภาระทางการเงินหมายความว่าการเจ็บป่วยไม่นำไปสู่ความยากจน",
  "Home": "หน้าหลัก",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "อินเทอร์เน็ตบรอดแบนด์ที่บ้านช่วยให้สามารถทำงานระยะไกล สตรีมมิง โทรวิดีโอ และมีประสบการณ์ออนไลน์ที่ไร้รอยต่อ",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "ความมั่นคงด้านที่อยู่อาศัยช่วยให้สามารถวางแผนระยะยาว ลงทุนในทรัพย์สิน และมีความเป็นอยู่ทางจิตใจที่ดี",
  "How We Use Information": "วิธีที่เราใช้ข้อมูล",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "ฉันอยู่ในท็อป {{score}}% ของประชากรโลก! #AwesomeRank",
  "Implication": "นัยยะ",
  "Improve question quality and user experience": "ปรับปรุงคุณภาพคำถามและประสบการณ์ของผู้ใช้",
  "Income Rank": "อันดับรายได้",
  "Income basis": "พื้นฐานรายได้",
  "Income rank result": "ผลลัพธ์อันดับรายได้",
  "Information We Collect": "ข้อมูลที่เรารวบรวม",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "การเข้าถึงอินเทอร์เน็ตช่วยให้สามารถเข้าถึงการศึกษา โอกาสในการทำงาน การเชื่อมต่อทางสังคม และข้อมูลสำคัญ",
  "Introduction": "บทนำ",
  "Last updated": "อัปเดตล่าสุด",
  "Less than half of the world's households have access to a personal vehicle.": "ครัวเรือนน้อยกว่าครึ่งหนึ่งของโลกมีรถยนต์ส่วนตัว",
  "Level 1: Infrastructure (Survival)": "ระดับ 1: โครงสร้างพื้นฐาน (การอยู่รอด)",
  "Level 2: Connectivity (Information)": "ระดับ 2: การเชื่อมต่อ (ข้อมูล)",
  "Level 3: Assets (Comfort)": "ระดับ 3: ทรัพย์สิน (ความสะดวกสบาย)",
  "Level 5: Mobility (Elite)": "ระดับ 5: การเคลื่อนที่ (ชนชั้นสูง)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "การรู้หนังสือเปิดโอกาสในการมีงานทำ การเข้าถึงข้อมูล และการมีส่วนร่วมทางพลเมืองที่หลายคนมองข้าม",
  "Location Information": "ข้อมูลตำแหน่งที่ตั้ง",
  "Male": "ชาย",
  "Market": "ตลาด",
  "Market exchange rate (MER)": "อัตราแลกเปลี่ยนตลาด (MER)",
  "Median (50th)": "ค่ากลาง (ลำดับที่ 50)",
  "My income is in the Top {{score}} worldwide. Check yours:": "รายได้ของฉันอยู่ในท็อป {{score}} ทั่วโลก ตรวจสอบของคุณ:",
  "NO": "ไม่ใช่",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "ผู้คนเกือบ 1 พันล้านคนทั่วโลกรู้สึกไม่มั่นคงเกี่ยวกับการครอบครองที่อยู่อาศัย",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "ผู้คนเกือบ 3.8 พันล้านคนขาดการคุ้มครองทางสังคมในทุกรูปแบบ",
  "New": "ใหม่",
  "Next milestone": "เป้าหมายถัดไป",
  "No_Hint": "ไม่ใช่",
  "Not saved": "ไม่ถูกบันทึก",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "มีเพียง 1 ใน 4 คนเท่านั้นทั่วโลกที่จบการศึกษาระดับอุดมศึกษา",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "มีเพียงประมาณ 1.2 พันล้านคนทั่วโลกที่สมัครบริการสตรีมมิงแบบเสียเงิน",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "มีเพียงประมาณ 1.6 พันล้านคนเท่านั้นที่เคยนั่งเครื่องบินในชีวิต",
  "Only about one-third of people can regularly afford to eat outside the home.": "มีเพียงประมาณหนึ่งในสามของผู้คนที่สามารถกินนอกบ้านได้เป็นประจำ",
  "Other": "อื่นๆ",
  "Out of 8 billion people, only": "จาก 8 พันล้านคน มีเพียง",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "ผู้คนกว่า 1.7 พันล้านคนไม่สามารถเข้าถึงตู้เย็น ส่งผลต่อความปลอดภัยของอาหารและโภชนาการ",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "ผู้คนกว่า 2.5 พันล้านคนไม่สามารถซื้ออาหารเพื่อสุขภาพได้ ส่งผลให้เกิดภาวะทุพโภชนาการและโรคที่เกี่ยวข้องกับอาหาร",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "ผู้ใหญ่กว่า 3.3 พันล้านคนทั่วโลกยังไม่จบการศึกษาระดับมัธยมศึกษา",
  "Over 4.4 billion people lack access to regular preventive dental care.": "ผู้คนกว่า 4.4 พันล้านคนไม่สามารถเข้าถึงการดูแลทันตกรรมเชิงป้องกันเป็นประจำ",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (ปรับตามค่าครองชีพ)",
  "Passport ownership represents the freedom and means to travel internationally.": "การมีหนังสือเดินทางแสดงถึงเสรีภาพและความสามารถในการเดินทางระหว่างประเทศ",
  "Policy Changes": "การเปลี่ยนแปลงนโยบาย",
  "Poverty Status": "สถานะความยากจน",
  "Poverty lines are PPP-based.": "เส้นความยากจนใช้เกณฑ์ PPP.",
  "Prefer not to say": "ไม่ประสงค์จะบอก",
  "Privacy Notice": "ประกาศความเป็นส่วนตัว",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "สุขาภิบาลที่เหมาะสมช่วยป้องกันโรค ปกป้องศักดิ์ศรี และเป็นพื้นฐานสำคัญของสาธารณสุข",
  "Quiz and Income Data": "ข้อมูลแบบทดสอบและรายได้",
  "Quiz responses, income input (calculator), and response times": "คำตอบของแบบทดสอบ ข้อมูลรายได้ (เครื่องคำนวณ) และเวลาในการตอบ",
  "Quiz responses, response times, and income entered in calculator": "คำตอบของแบบทดสอบ เวลาในการตอบ และรายได้ที่ป้อนในเครื่องคำนวณ",
  "Read Privacy Policy": "อ่านนโยบายความเป็นส่วนตัว",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "ตู้เย็นช่วยเก็บรักษาอาหาร ลดขยะ และช่วยให้สามารถทานอาหารที่หลากหลายและมีคุณค่าทางโภชนาการมากขึ้น",
  "Regular dining out indicates disposable income and access to diverse food options.": "การกินนอกบ้านเป็นประจำบ่งบอกถึงรายได้ที่เหลือใช้และการเข้าถึงตัวเลือกอาหารที่หลากหลาย",
  "Request data deletion": "ขอลบข้อมูล",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "ผลลัพธ์คำนวณได้ทันที หากคุณอนุญาตให้เก็บข้อมูล เราจะบันทึกผลลัพธ์แบบไม่ระบุตัวตนเพื่อปรับปรุงสถิติทั่วโลก",
  "Richer than": "รวยกว่า",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "การเข้าถึงน้ำสะอาดช่วยป้องกันโรคจากน้ำและประหยัดเวลาหลายชั่วโมงในการเก็บน้ำทุกวัน",
  "Save failed": "บันทึกไม่สำเร็จ",
  "Saved": "บันทึกแล้ว",
  "Saving…": "กำลังบันทึก…",
  "Secondary education significantly improves employment prospects and earning potential.": "การศึกษาระดับมัธยมช่วยเพิ่มโอกาสในการมีงานทำและศักยภาพในการหารายได้อย่างมีนัยสำคัญ",
  "Security": "ความปลอดภัย",
  "See your income rank worldwide": "ดูอันดับรายได้ของคุณทั่วโลก",
  "Share Rank": "แชร์อันดับ",
  "Share Result": "แชร์ผลลัพธ์",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "การมีสมาร์ทโฟนช่วยให้สามารถเข้าถึงแอป ธนาคารมือถือ การนำทาง และการสื่อสารแบบทันที",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "การคุ้มครองทางสังคมเป็นเครือข่ายความปลอดภัยในช่วงเจ็บป่วย ว่างงาน หรือเกษียณ",
  "Source": "แหล่งที่มา",
  "Start Again": "เริ่มใหม่",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "การสมัครบริการสตรีมมิงบ่งบอกถึงการใช้จ่ายตามใจในด้านบันเทิงและการเข้าถึงอินเทอร์เน็ตที่เชื่อถือได้",
  "Switch to PPP": "สลับเป็น PPP",
  "TOP": "สูงสุด",
  "Tell us about yourself": "บอกเราเกี่ยวกับตัวคุณ",
  "That means you are 1 in": "นั่นหมายความว่าคุณคือ 1 ใน",
  "The collected information is used for the following purposes:": "ข้อมูลที่รวบรวมจะถูกใช้เพื่อวัตถุประสงค์ต่อไปนี้:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "นโยบายความเป็นส่วนตัวนี้อธิบายว่าข้อมูลใดถูกรวบรวม ใช้ และปกป้อง เมื่อคุณใช้แอพพลิเคชันแบบทดสอบ Awesome Rank",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "นโยบายความเป็นส่วนตัวนี้อาจได้รับการอัปเดตเป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงที่สำคัญโดยโพสต์นโยบายใหม่บนหน้านี้",
  "Top 0.1%": "ท็อป 0.1%",
  "Top 0.1% starts at": "Top 0.1% เริ่มที่",
  "Top 1%": "ท็อป 1%",
  "Top 1% starts at": "Top 1% เริ่มที่",
  "Top 10%": "ท็อป 10%",
  "Top 10% starts at": "Top 10% เริ่มที่",
  "Top earners (out of 8 billion)": "ผู้ได้รับรายได้สูงสุด (จาก 8 พันล้านคน)",
  "Try It Yourself": "ลองด้วยตัวเอง",
  "Type an amount to see your rank": "พิมพ์จำนวนเงินเพื่อดูอันดับของคุณ",
  "USD": "USD",
  "View Details": "ดูรายละเอียด",
  "WID thresholds (wid.world)": "เกณฑ์ WID (wid.world)",
  "WORLD\nRANK": "อันดับ\nโลก",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "เรารวบรวมข้อมูลแบบไม่ระบุตัวตนเพื่อให้บริการที่ดีขึ้นและสร้างสถิติทั่วโลก ข้อมูลต่อไปนี้อาจถูกรวบรวม:",
  "We collect the following types of information:": "เรารวบรวมข้อมูลประเภทต่อไปนี้:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "เราไม่ขายข้อมูลส่วนบุคคลของคุณ ข้อมูลอาจถูกแบ่งปันกับพันธมิตรวิจัยในรูปแบบที่ไม่ระบุตัวตนและรวมกันเท่านั้น เราอาจเปิดเผยข้อมูลเมื่อกฎหมายกำหนด",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "เราใช้มาตรการทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลจากการเข้าถึง การแก้ไข หรือการทำลายโดยไม่ได้รับอนุญาต",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "เราเก็บรักษาข้อมูลได้สูงสุด 2 ปีเพื่อวัตถุประสงค์ในการวิจัย หลังจากนั้นข้อมูลจะถูกลบหรือทำให้ไม่ระบุตัวตนถาวรโดยอัตโนมัติ",
  "Where do you rank among 8 billion people?": "คุณอยู่อันดับที่เท่าไหร่ในบรรดา 8 พันล้านคน?",
  "Where do you stand among\n8 billion people?": "คุณอยู่ตรงไหนในบรรดา\n8 พันล้านคน?",
  "Withdraw consent at any time": "ถอนความยินยอมได้ทุกเมื่อ",
  "YES": "ใช่",
  "Yes_Hint": "ใช่",
  "You are in the top": "คุณอยู่ใน",
  "Your Answers": "คำตอบของคุณ",
  "Your Rights": "สิทธิ์ของคุณ",
  "Your income": "รายได้ของคุณ",
  "Your income vs median": "รายได้ของคุณเทียบกับมัธยฐาน",
  "are in this group.": "อยู่ในกลุ่มนี้",
  "of the global population.": "ของประชากรโลก",
  "people": "คน",
  "people.": "คน",
  "per day": "ต่อวัน",
  "per month": "ต่อเดือน",
  "per year": "ต่อปี",
  "times the median": "เท่าของมัธยฐาน",
  "to reach {{milestone}}": "เพื่อไปถึง {{milestone}}"
}
