{
  "10s": "10'lar",
  "20s": "20'ler",
  "30s": "30'lar",
  "40s": "40'lar",
  "50s+": "50+",
  "5G access means faster downloads, better streaming, and access to emerging technologies like AR/VR.": "5G erişimi daha hızlı indirmeler, daha iyi yayın akışı ve AR/VR gibi yeni teknolojilere erişim anlamına gelir.",
  "5G coverage remains limited, with only about 1.6 billion people having access to this technology.": "5G kapsama alanı sınırlı kalmaktadır, bu teknolojiye sadece yaklaşık 1,6 milyar kişi erişebilmektedir.",
  "A university degree often provides access to higher-paying jobs and professional networks.": "Üniversite diploması genellikle daha yüksek ücretli işlere ve profesyonel ağlara erişim sağlar.",
  "A washing machine saves significant time, especially for women who traditionally handle laundry.": "Çamaşır makinesi, özellikle geleneksel olarak çamaşır işini yapan kadınlar için önemli ölçüde zaman tasarrufu sağlar.",
  "About 1.7 billion adults remain unbanked, lacking access to formal financial services.": "Yaklaşık 1,7 milyar yetişkin hala bankacılık sisteminin dışında kalmaktadır ve resmi finansal hizmetlere erişimi yoktur.",
  "About 2.1 billion people have never used the internet, creating a significant digital divide.": "Yaklaşık 2,1 milyar kişi hiç internet kullanmamıştır, bu da önemli bir dijital uçurum yaratmaktadır.",
  "About 2.4 billion people live in overcrowded housing conditions globally.": "Küresel olarak yaklaşık 2,4 milyar kişi aşırı kalabalık konut koşullarında yaşamaktadır.",
  "About 3.2 billion people do not own a smartphone, limiting their access to mobile services.": "Yaklaşık 3,2 milyar kişinin akıllı telefonu yoktur, bu da mobil hizmetlere erişimlerini sınırlamaktadır.",
  "About 3.6 billion people lack access to essential health services or face financial hardship when seeking care.": "Yaklaşık 3,6 milyar kişinin temel sağlık hizmetlerine erişimi yoktur veya sağlık hizmeti ararken finansal zorlukla karşılaşmaktadır.",
  "About 4.8 billion people wash clothes by hand, spending hours weekly on this task.": "Yaklaşık 4,8 milyar kişi çamaşırlarını elle yıkamakta ve bu işe haftalık saatler harcamaktadır.",
  "About 5.6 billion people lack fixed broadband internet access at home.": "Yaklaşık 5,6 milyar kişinin evde sabit geniş bant internet erişimi yoktur.",
  "About 6 billion people do not hold a valid passport, limiting international travel.": "Yaklaşık 6 milyar kişinin geçerli bir pasaportu yoktur, bu da uluslararası seyahati sınırlamaktadır.",
  "About 675 million people worldwide still live without electricity, mostly in Sub-Saharan Africa and South Asia.": "Dünya çapında yaklaşık 675 milyon kişi hala elektriksiz yaşamaktadır, çoğunlukla Sahra-altı Afrika ve Güney Asya'da.",
  "Academic research on global living standards": "Küresel yaşam standartları üzerine akademik araştırma",
  "Accept": "Kabul Et",
  "Access your data": "Verilerinize erişim",
  "Adequate living space supports privacy, study, work from home, and overall mental health.": "Yeterli yaşam alanı mahremiyet, çalışma, evden çalışma ve genel ruh sağlığını destekler.",
  "Affording nutritious food is essential for physical health, cognitive development, and productivity.": "Besleyici gıdayı karşılayabilmek fiziksel sağlık, bilişsel gelişim ve üretkenlik için esastır.",
  "Age Group": "Yaş Grubu",
  "Age group and gender (optional)": "Yaş grubu ve cinsiyet (isteğe bağlı)",
  "Age group and gender you optionally provide": "İsteğe bağlı olarak sağladığınız yaş grubu ve cinsiyet",
  "Air travel experience indicates access to long-distance mobility and often international exposure.": "Hava yolculuğu deneyimi uzun mesafe hareketliliğine ve genellikle uluslararası tecrübeye erişimi gösterir.",
  "Already {{milestone}}": "Zaten {{milestone}} içindesiniz",
  "Analyzing global data...": "Küresel veriler analiz ediliyor...",
  "Annual income": "Yıllık gelir",
  "Approximate location (country/city from IP)": "Yaklaşık konum (IP'den ülke/şehir)",
  "Approximately 770 million adults worldwide cannot read or write, with two-thirds being women.": "Dünya çapında yaklaşık 770 milyon yetişkin okuma yazma bilmemektedir, bunların üçte ikisi kadındır.",
  "Around 1.7 billion people lack basic sanitation, and 494 million still practice open defecation.": "Yaklaşık 1,7 milyar kişinin temel sanitasyonu yoktur ve 494 milyon kişi hala açık alanda tuvalet ihtiyacını gidermektedir.",
  "Around 2.1 billion people lack safely managed drinking water services at home.": "Yaklaşık 2,1 milyar kişinin evde güvenli bir şekilde yönetilen içme suyu hizmeti yoktur.",
  "Awesome Rank": "Dünya Sıralaması",
  "Back": "Geri",
  "Begin Analysis": "Analizi Başlat",
  "Being in the consumer class means having discretionary income beyond basic necessities.": "Tüketici sınıfında olmak, temel ihtiyaçların ötesinde isteğe bağlı gelire sahip olmak anlamına gelir.",
  "Browser type, screen resolution, language settings": "Tarayıcı türü, ekran çözünürlüğü, dil ayarları",
  "Calculating...": "Hesaplanıyor...",
  "Can you access essential healthcare without financial hardship?": "Finansal zorluk çekmeden temel sağlık hizmetlerine erişebiliyor musunuz?",
  "Can you afford a healthy diet?": "Sağlıklı bir beslenmeyi karşılayabiliyor musunuz?",
  "Can you read and write simple sentences?": "Basit cümleler okuyup yazabiliyor musunuz?",
  "Car ownership provides mobility, flexibility, and access to opportunities beyond public transit routes.": "Araba sahibi olmak hareketlilik, esneklik ve toplu taşıma güzergahlarının ötesindeki fırsatlara erişim sağlar.",
  "Check Rank": "Sıralamayı Gör",
  "Close": "Kapat",
  "Collected data is used only for research and service improvement purposes. We do not sell or share your personal information with third parties.": "Toplanan veriler yalnızca araştırma ve hizmet iyileştirme amaçları için kullanılır. Kişisel bilgilerinizi üçüncü taraflarla satmaz veya paylaşmayız.",
  "Coming Soon": "Yakında",
  "Continue": "Devam Et",
  "Copied!": "Kopyalandı!",
  "Cost of living": "Yaşam maliyeti",
  "Country and city derived from IP address": "IP adresinden türetilen ülke ve şehir",
  "Data": "Veri",
  "Data Retention": "Veri Saklama",
  "Data Sharing": "Veri Paylaşımı",
  "Decline": "Reddet",
  "Demographic Information": "Demografik Bilgiler",
  "Dental care access indicates broader healthcare availability and preventive health practices.": "Diş bakımı erişimi daha geniş sağlık hizmeti mevcudiyetini ve önleyici sağlık uygulamalarını gösterir.",
  "Depending on your location, you may have the following rights:": "Konumunuza bağlı olarak aşağıdaki haklara sahip olabilirsiniz:",
  "Device Information": "Cihaz Bilgileri",
  "Device type, screen size, browser language": "Cihaz türü, ekran boyutu, tarayıcı dili",
  "Did you graduate from high school (secondary education)?": "Liseden (orta öğretim) mezun oldunuz mu?",
  "Discover where you stand": "Nerede durduğunuzu keşfedin",
  "Do Not Collect My Data": "Verilerimi Toplama",
  "Do you have a bank account or mobile money account?": "Banka hesabınız veya mobil para hesabınız var mı?",
  "Do you have a refrigerator in your home?": "Evinizde buzdolabınız var mı?",
  "Do you have a valid passport?": "Geçerli bir pasaportunuz var mı?",
  "Do you have access to a flush toilet or improved sanitation?": "Sifon çekme tuvalet veya geliştirilmiş sanitasyona erişiminiz var mı?",
  "Do you have access to electricity in your home?": "Evinizde elektriğe erişiminiz var mı?",
  "Do you have access to safe drinking water at home?": "Evde güvenli içme suyuna erişiminiz var mı?",
  "Do you live in a non-overcrowded home?": "Aşırı kalabalık olmayan bir evde mi yaşıyorsunuz?",
  "Do you own a personal smartphone?": "Kişisel akıllı telefonunuz var mı?",
  "Do you subscribe to a paid streaming service (Netflix, etc.)?": "Ücretli bir yayın akışı hizmetine (Netflix vb.) abone misiniz?",
  "Do you use the internet?": "İnternet kullanıyor musunuz?",
  "Enter your annual income to estimate where you stand globally": "Küresel olarak nerede durduğunuzu tahmin etmek için yıllık gelirinizi girin",
  "Example: 50,000": "Örnek: 50,000",
  "Exchange rate": "Döviz kuru",
  "Female": "Kadın",
  "File a complaint with supervisory authority": "Denetim otoritesine şikayette bulunma",
  "Financial inclusion enables saving, borrowing, and receiving payments safely—essential for economic stability.": "Finansal kapsayıcılık, ekonomik istikrar için gerekli olan tasarruf, borçlanma ve güvenli ödeme alma olanağı sağlar.",
  "For more accurate comparison": "Daha doğru karşılaştırma için",
  "Gender": "Cinsiyet",
  "Generate anonymized global statistics": "Anonimleştirilmiş küresel istatistikler oluşturma",
  "GitHub": "GitHub",
  "Global": "Küresel",
  "Global Rate": "Küresel oran",
  "Half of humanity lives on less than $12 per day, limiting their consumer choices.": "İnsanlığın yarısı günde 12 dolardan az ile yaşamakta, bu da tüketici tercihlerini sınırlamaktadır.",
  "Have you ever flown on an airplane?": "Hiç uçakla uçtunuz mu?",
  "Having electricity means you have access to lighting, refrigeration, and the ability to charge devices—a foundation for modern life.": "Elektriğe sahip olmak aydınlatma, soğutma ve cihazları şarj etme yeteneğine erişiminiz olduğu anlamına gelir—modern yaşamın temeli.",
  "Healthcare access without financial burden means illness doesn't lead to poverty.": "Finansal yük olmadan sağlık hizmetine erişim, hastalığın yoksulluğa yol açmadığı anlamına gelir.",
  "Home": "Ana Sayfa",
  "Home broadband enables remote work, streaming, video calls, and seamless online experiences.": "Ev geniş band interneti uzaktan çalışma, yayın akışı, görüntülü aramalar ve kesintisiz çevrimiçi deneyimler sağlar.",
  "Housing security enables long-term planning, investment in property, and psychological well-being.": "Konut güvenliği uzun vadeli planlama, mülke yatırım ve psikolojik refah sağlar.",
  "How We Use Information": "Bilgileri Nasıl Kullanırız",
  "I am in the Top {{score}}% of the global population! #AwesomeRank": "Dünya nüfusunun en üst {{score}}%'sindeyim! #AwesomeRank",
  "Implication": "Çıkarım",
  "Improve question quality and user experience": "Soru kalitesini ve kullanıcı deneyimini geliştirme",
  "Income Rank": "Gelir Sıralaması",
  "Income basis": "Gelir temeli",
  "Income rank result": "Gelir sıralaması sonucu",
  "Information We Collect": "Topladığımız Bilgiler",
  "Internet access enables education, job opportunities, social connection, and access to vital information.": "İnternet erişimi eğitim, iş fırsatları, sosyal bağlantı ve hayati bilgilere erişim sağlar.",
  "Introduction": "Giriş",
  "Last updated": "Son güncelleme",
  "Less than half of the world's households have access to a personal vehicle.": "Dünya hanelerinin yarısından azının kişisel araca erişimi vardır.",
  "Level 1: Infrastructure (Survival)": "Seviye 1: Altyapı (Hayatta Kalma)",
  "Level 2: Connectivity (Information)": "Seviye 2: Bağlantı (Bilgi)",
  "Level 3: Assets (Comfort)": "Seviye 3: Varlıklar (Konfor)",
  "Level 5: Mobility (Elite)": "Seviye 5: Hareketlilik (Elit)",
  "Literacy opens doors to employment, information access, and civic participation that many take for granted.": "Okur yazarlık, birçok kişinin doğal kabul ettiği istihdam, bilgiye erişim ve sivil katılıma kapılar açar.",
  "Location Information": "Konum Bilgisi",
  "Male": "Erkek",
  "Market": "Piyasa",
  "Market exchange rate (MER)": "Piyasa döviz kuru (MER)",
  "Median (50th)": "Medyan (50%)",
  "My income is in the Top {{score}} worldwide. Check yours:": "Gelirim dünya genelinde en üst {{score}} seviyesinde. Kendininkini kontrol edin:",
  "NO": "HAYIR",
  "Nearly 1 billion people worldwide feel insecure about their housing tenure.": "Dünya çapında yaklaşık 1 milyar kişi konut sahipliği konusunda güvensizlik hissetmektedir.",
  "Nearly 3.8 billion people lack any form of social protection coverage.": "Yaklaşık 3,8 milyar kişinin herhangi bir sosyal koruma kapsamı yoktur.",
  "New": "Yeni",
  "Next milestone": "Sonraki hedef",
  "No_Hint": "Hayır",
  "Not saved": "Kaydedilmedi",
  "Only 1 in 4 adults worldwide has completed tertiary education.": "Dünya çapında yetişkinlerin sadece 4'te 1'i yüksek öğrenim tamamlamıştır.",
  "Only about 1.2 billion people subscribe to paid streaming services worldwide.": "Dünya çapında sadece yaklaşık 1,2 milyar kişi ücretli yayın akışı hizmetlerine abone olmaktadır.",
  "Only about 1.6 billion people have ever flown on an airplane in their lifetime.": "Sadece yaklaşık 1,6 milyar kişi hayatlarında hiç uçakla uçmuştur.",
  "Only about one-third of people can regularly afford to eat outside the home.": "İnsanların sadece yaklaşık üçte biri düzenli olarak dışarıda yemek yiyebilmektedir.",
  "Other": "Diğer",
  "Out of 8 billion people, only": "8 milyar kişi arasından sadece",
  "Over 1.7 billion people lack access to refrigeration, affecting food safety and nutrition.": "1,7 milyardan fazla kişinin soğutmaya erişimi yoktur, bu da gıda güvenliğini ve beslenmesini etkilemektedir.",
  "Over 2.5 billion people cannot afford a healthy diet, contributing to malnutrition and diet-related diseases.": "2,5 milyardan fazla kişi sağlıklı bir beslenmeyi karşılayamamakta, bu da yetersiz beslenme ve beslenme ile ilgili hastalıklara katkıda bulunmaktadır.",
  "Over 3.3 billion adults have not completed secondary education worldwide.": "Dünya çapında 3,3 milyardan fazla yetişkin orta öğrenim tamamlamamıştır.",
  "Over 4.4 billion people lack access to regular preventive dental care.": "4,4 milyardan fazla kişinin düzenli önleyici diş bakımına erişimi yoktur.",
  "PPP": "PPP",
  "PPP (cost of living adjusted)": "PPP (yaşam maliyetine göre ayarlanmış)",
  "Passport ownership represents the freedom and means to travel internationally.": "Pasaport sahipliği uluslararası seyahat özgürlüğünü ve imkanını temsil eder.",
  "Policy Changes": "Politika Değişiklikleri",
  "Poverty Status": "Yoksulluk durumu",
  "Poverty lines are PPP-based.": "Yoksulluk çizgileri PPP tabanlıdır.",
  "Prefer not to say": "Belirtmek istemiyorum",
  "Privacy Notice": "Gizlilik Bildirimi",
  "Privacy Policy": "Gizlilik Politikası",
  "Proper sanitation prevents disease, protects dignity, and is fundamental to public health.": "Uygun sanitasyon hastalığı önler, onuru korur ve halk sağlığı için temeldir.",
  "Quiz and Income Data": "Test ve Gelir Verileri",
  "Quiz responses, income input (calculator), and response times": "Test yanıtları, gelir girişi (hesap makinesi) ve yanıt süreleri",
  "Quiz responses, response times, and income entered in calculator": "Test yanıtları, yanıt süreleri ve hesap makinesine girilen gelir",
  "Read Privacy Policy": "Gizlilik Politikasını Oku",
  "Refrigeration allows food preservation, reduces waste, and enables a more varied and nutritious diet.": "Soğutma gıda saklama olanağı sağlar, israfı azaltır ve daha çeşitli ve besleyici bir beslenme sağlar.",
  "Regular dining out indicates disposable income and access to diverse food options.": "Düzenli dışarıda yemek yeme harcanabilir gelir ve çeşitli yemek seçeneklerine erişimi gösterir.",
  "Request data deletion": "Veri silme talebinde bulunma",
  "Results are calculated instantly. If you allow data collection, we save anonymized results to improve global stats.": "Sonuçlar anında hesaplanır. Veri toplamaya izin verirseniz, küresel istatistikleri iyileştirmek için anonimleştirilmiş sonuçları kaydederiz.",
  "Richer than": "Daha zengin",
  "Safe water access prevents waterborne diseases and saves hours spent collecting water daily.": "Güvenli su erişimi su kaynaklı hastalıkları önler ve günlük su toplama için harcanan saatleri kurtarır.",
  "Save failed": "Kaydetme başarısız",
  "Saved": "Kaydedildi",
  "Saving…": "Kaydediliyor…",
  "Secondary education significantly improves employment prospects and earning potential.": "Orta öğrenim istihdam olasılıklarını ve kazanç potansiyelini önemli ölçüde artırır.",
  "Security": "Güvenlik",
  "See your income rank worldwide": "Gelir sıralamanızı dünya çapında görün",
  "Share Rank": "Sıralamayı Paylaş",
  "Share Result": "Sonucu Paylaş",
  "Smartphone ownership provides access to apps, mobile banking, navigation, and instant communication.": "Akıllı telefon sahipliği uygulamalara, mobil bankacılığa, navigasyona ve anlık iletişime erişim sağlar.",
  "Social protection provides a safety net during illness, unemployment, or retirement.": "Sosyal koruma hastalık, işsizlik veya emeklilik sırasında güvenlik ağı sağlar.",
  "Source": "Kaynak",
  "Start Again": "Yeniden Başla",
  "Streaming subscriptions indicate discretionary spending on entertainment and reliable internet access.": "Yayın akışı abonelikleri eğlence için isteğe bağlı harcama ve güvenilir internet erişimini gösterir.",
  "Switch to PPP": "PPP'ye geç",
  "TOP": "ÜST",
  "Tell us about yourself": "Kendiniz hakkında bilgi verin",
  "That means you are 1 in": "Bu, her",
  "The collected information is used for the following purposes:": "Toplanan bilgiler aşağıdaki amaçlarla kullanılır:",
  "This privacy policy explains what information is collected, used, and protected when you use the Awesome Rank quiz application.": "Bu gizlilik politikası, Awesome Rank test uygulamasını kullandığınızda hangi bilgilerin toplandığını, kullanıldığını ve korunduğunu açıklar.",
  "This privacy policy may be updated from time to time. We will notify you of significant changes by posting the new policy on this page.": "Bu gizlilik politikası zaman zaman güncellenebilir. Önemli değişiklikleri bu sayfada yeni politikayı yayınlayarak size bildireceğiz.",
  "Top 0.1%": "En iyi %0,1",
  "Top 0.1% starts at": "En iyi %0,1 şu değerden başlar",
  "Top 1%": "En iyi %1",
  "Top 1% starts at": "En iyi %1 şu değerden başlar",
  "Top 10%": "En iyi %10",
  "Top 10% starts at": "En iyi %10 şu değerden başlar",
  "Top earners (out of 8 billion)": "En yüksek gelirliler (8 milyar arasından)",
  "Try It Yourself": "Kendin Dene",
  "Type an amount to see your rank": "Sıralamanızı görmek için bir miktar yazın",
  "USD": "USD",
  "View Details": "Ayrıntıları Gör",
  "WID thresholds (wid.world)": "WID eşikleri (wid.world)",
  "WORLD\nRANK": "DÜNYA\nSIRALAMASI",
  "We collect anonymous data to provide better service and generate global statistics. The following information may be collected:": "Daha iyi hizmet sunmak ve küresel istatistikler oluşturmak için anonim veri topluyoruz. Aşağıdaki bilgiler toplanabilir:",
  "We collect the following types of information:": "Aşağıdaki bilgi türlerini topluyoruz:",
  "We do not sell your personal information. Data may only be shared with research partners in anonymized and aggregated form. We may disclose information when required by law.": "Kişisel bilgilerinizi satmıyoruz. Veriler yalnızca anonimleştirilmiş ve toplu halde araştırma ortaklarıyla paylaşılabilir. Kanunun gerektirdiği durumlarda bilgileri açıklayabiliriz.",
  "We implement appropriate technical and organizational measures to protect data from unauthorized access, alteration, or destruction.": "Verileri yetkisiz erişim, değişiklik veya yok etmeden korumak için uygun teknik ve organizasyonel önlemler uyguluyoruz.",
  "We retain data for up to 2 years for research purposes. After this period, data is automatically deleted or permanently anonymized.": "Araştırma amaçları için verileri 2 yıla kadar saklıyoruz. Bu sürenin ardından veriler otomatik olarak silinir veya kalıcı olarak anonimleştirilir.",
  "Where do you rank among 8 billion people?": "8 milyar insan arasında nerede yer alıyorsunuz?",
  "Where do you stand among\n8 billion people?": "8 milyar insan arasında\nnerede duruyorsunuz?",
  "Withdraw consent at any time": "İzni herhangi bir zamanda geri çekme",
  "YES": "EVET",
  "Yes_Hint": "Evet",
  "You are in the top": "Dünya nüfusunun",
  "Your Answers": "Yanıtlarınız",
  "Your Rights": "Haklarınız",
  "Your income": "Geliriniz",
  "Your income vs median": "Geliriniz vs medyan",
  "are in this group.": "bu gruptadır.",
  "of the global population.": "en tepesindesiniz.",
  "people": "kişi",
  "people.": "kişiden 1'i olduğunuz anlamına gelir.",
  "per day": "günlük",
  "per month": "aylık",
  "per year": "yıllık",
  "times the median": "medyanın katı",
  "to reach {{milestone}}": "{{milestone}}'e ulaşmak için"
}
